Repository: dvliman/ads-server
Catalog: openadserver/application/locale/*/LC_MESSAGES/core.po
Languages: ru_ru

source: Site or channel was blocked
ru_ru: Сайт или канал заблокирован

source: Site or channel was deleted
ru_ru: Сайт или канал удален

source: Site was deleted
ru_ru: Сайт удален

source: Channel was blocked
ru_ru: Канал заблокирован

source: Channel was deleted
ru_ru: Канал удален

source: Site not found
ru_ru: Неизвестный сайт

source: Channel not found
ru_ru: Неизвестный канал

source: guest
ru_ru: гость

source: administrator
ru_ru: администратор

source: Account with such e-mail already exist in the system.
ru_ru: Учетная запись с таким электронным адресом уже существует в системе.

source: Edit Targeting Group
ru_ru: Редактирование группы нацеливания

source: pl_active
ru_ru: активные

source: pl_blocked
ru_ru: заблокированные

source: pl_deleted
ru_ru: удаленные

source: Action
ru_ru: Действие

source: Undefined
ru_ru: Неопределено

source: Login As
ru_ru: Войти

source: Page total
ru_ru: Всего на странице

source: Total
ru_ru: Всего

source: Targeting
ru_ru: Нацеливание

source: Same as site
ru_ru: Как на сайте

source: Manage Programs
ru_ru: Flat Rate (%d)<br />CPM (%d)

source: Get code
ru_ru: Получить код для канала

source: View Ads
ru_ru: Смотреть&nbsp;объявления

source: Such user not found in the system!
ru_ru: Неверный электронный адрес или пароль.

source: Account of this user not approved yet!
ru_ru: Эта учетная запись еще не была активирована администратором проекта!

source: Account of this user was blocked by advertiser!
ru_ru: Эта учетная запись была заблокирована администратором проекта!

source: Account of this user was deleted!
ru_ru: Эта учетная запись была удалена!

source: Clone
ru_ru: Копировать

source: Sorry! Report file not found.
ru_ru: Файл отчета не найден!

source: pl_requested
ru_ru: запрошенные

source: pl_inprocess
ru_ru: обрабатываемые

source: pl_ready
ru_ru: подготовленные

source: pl_frozen
ru_ru: приостановленные

source: Next Report
ru_ru: Следующий отчет

source: sam_frozen
ru_ru: приостановленный

source: Robot
ru_ru: робот

source: Password Recovery Link
ru_ru: Ссылка для восстановления пароля

source: An error occurred while sending E-Mail
ru_ru: При отправке почты произошла ошибка

source: pl_paused
ru_ru: приостановленные

source: User Sign Up Notification
ru_ru: Уведомление о регистрации нового пользователя

source: You must input correct password.
ru_ru: Введите правильный пароль.

source: None
ru_ru: однократно

source: Week
ru_ru: еженедельно

source: Month
ru_ru: ежемесячно

source: Equals
ru_ru: Равно

source: Not Equals
ru_ru: Не равно

source: Contain
ru_ru: Содержит

source: Not Contain
ru_ru: Не содержит

source: Regular Expression
ru_ru: Регулярное выражение

source: Not Regular Expression
ru_ru: Не регулярное выражение

source: Filter
ru_ru: Фильтр

source: Less Than
ru_ru: Меньше чем

source: More Than
ru_ru: Больше чем

source: Value
ru_ru: Значение

source: Admin
ru_ru: Администратор

source: XML Feed
ru_ru: XML фид

source: Active
ru_ru: Активный

source: Use another Affiliate ID
ru_ru: Другой код аффилиэйта

source: Use another Commission Value, %
ru_ru: Другой процент комиссии

source: Affiliate ID can't be empty!
ru_ru: Код аффилиэйта не может быть пустым!

source: Commission must be positive float number between 0 and 100!
ru_ru: Комиссия должна быть положительным вещественным числом между 0 и 100!

source: Default
ru_ru: По умолчанию

source: Select Targeting Group
ru_ru: Выберите группу нацеливания

source: Select Channel Image format
ru_ru: Выберите размер изображений

source: Channel Type
ru_ru: Тип канала

source: List of keywords
ru_ru: Список ключевых слов

source: Targeting Group
ru_ru: Группа нацеливания

source: Create channel for site
ru_ru: Создание канала для сайта

source: Create channel
ru_ru: Создание канала

source: Edit channel
ru_ru: Редактирование канала

source: Channel was created successfully. You must create prices for new channel.
ru_ru: Канал успешно создан. Вы должны создать прайсы для этого канала

source: Channel was created successfully
ru_ru: Канал успешно создан

source: Channel was edited successfully
ru_ru: Канал успешно изменен

source: Administrator
ru_ru: Администратор

source: Edit Anonymous Proxy
ru_ru: Редактирование анонимного прокси-сервера

source: Edit Allowed Proxy
ru_ru: Редактирование разрешенного прокси-сервера

source: Edit Firewall
ru_ru: Изменение записи брандмауэра

source: Firewall was created successfully
ru_ru: Запись брандмауэра была успешно создана

source: Firewall was modified successfully
ru_ru: Запись брандмауэра была успешно изменена

source: Firewall not found
ru_ru: Запись брандмауэра не существует

source: news_target_all
ru_ru: все

source: Create News
ru_ru: Создать новость

source: Edit News
ru_ru: Редактировать новость

source: News was created successfully
ru_ru: Новость успешно создана

source: News was edited successfully
ru_ru: Новость успешно отредактирована

source: Deposit
ru_ru: Зачисление

source: Withdraw
ru_ru: Снятие

source: Deposit & Withdraw
ru_ru: Зачисление и снятие

source: Category was edited successfully
ru_ru: Категория была успешно изменена

source: Category was created successfully
ru_ru: Категория была успешно создана

source: Category Description
ru_ru: Описание категории

source: Protection Name
ru_ru: Название защиты

source: Current Status
ru_ru: Статус

source: Congratulations! System settings was successfully updated!
ru_ru: Поздравляем! Системные настройки были успешно обновлены.

source: Error on sending mail
ru_ru: Произошла ошибка при отправке письма

source: Mail was sent successfully
ru_ru: Письмо успешно отправлено

source: Advertiser balance was changed successfuly!
ru_ru: Баланс рекламодателя успешно изменен!

source: IP Addresses
ru_ru: IP адреса

source: Fund Status
ru_ru: Зачисление

source: Withdraw Status
ru_ru: Снятие

source: pl_enabled
ru_ru: Включенные

source: pl_disabled
ru_ru: Выключенные

source: Payment gateway request was successfully sended!
ru_ru: Запрос на установку платежного шлюза успешно отправлен!

source: An error occurred while sending E-Mail.
ru_ru: При отправке электронного сообщения произошел сбой.

source: feed_Edit
ru_ru: Настроить

source: Feed request was successfully sended!
ru_ru: Запрос на установку нового фида был успешно отослан разработчикам!

source: Feed was successfully updated!
ru_ru: Фид был успешно отредактирован!

source: Not
ru_ru: Нет

source: Congratulations! Password successfully changed!
ru_ru: Поздравляем! Пароль был успешно изменен!

source: Password recovery link invalid or expired!
ru_ru: Ссылка восстановления пароля недействительна!

source: Set password
ru_ru: Установите пароль

source: Ceate
ru_ru: Создать

source: Your current Internet Security settings do not allow data copying to clipboard.
ru_ru: Ваши текущие настройки защиты не позволяют копирования данных в буфер

source: Note
ru_ru: Примечание

source: Invalid server reply
ru_ru: Недействительный ответ сервера

source: Color palette were successfully deleted
ru_ru: Цветовая схема была успешно удалена

source: Enter your billing information
ru_ru: Введите платежную информацию

source: ZIP Code
ru_ru: Почтовый индекс

source: New Login
ru_ru: Новый логин

source: Current Password
ru_ru: Текущий пароль

source: Report is not found
ru_ru: Отчет не найден

source: Invalid server reply!
ru_ru: Недействительный ответ сервера

source: Remove
ru_ru: Удалить

source: Remove all
ru_ru: Удалить все

source: All feeds
ru_ru: Все фиды

source: Select feeds
ru_ru: Выбрать виды

source: All Feeds selected
ru_ru: Все выбранные фиды

source: If you continue all changes will be lost! You want continue?
ru_ru: Если вы продолжите, все изменения будут утеряны. Вы желаете продолжить?

source: Please, select template to edit!
ru_ru: Пожалуйста, выберете шаблон для редактирования

source: Templates
ru_ru: Шаблоны

source: Template to edit
ru_ru: Шаблон для редактирования

source: Load Current
ru_ru: Текущая загрузка

source: Load Default
ru_ru: Загрузка по умолчанию

source: Cansel
ru_ru: Отменить

source: Error getting category description
ru_ru: Ошибка получения описания категории

source: Browse
ru_ru: Просматривать

source: Add all
ru_ru: Добавить все

source: Script example
ru_ru: Пример скрипта

source: Filter by owner
ru_ru: Фильтровать по владельцу

source: Selection of the other layout may lead to losing changed parameters in the current layout!
ru_ru: Выбор другого макета может привести к потере измененных параметров в текущем макете!

source: Order XML Feed Integration
ru_ru: Заказать интеграцию XML Фида

source: Do you want to get a permanent revenue source from your system?
ru_ru: Желаете ли вы получить постоянный источник дохода от вашей системы?

source: Change Ballance
ru_ru: Изменить Баланс

source: Ads Options
ru_ru: Настройки объявлений

source: Show 'Your Ad Here' link
ru_ru: Показывать ссылку 'Здесь Ваша реклама'

source: All categories
ru_ru: Все категории

source: Other..
ru_ru: Другое..

source: Report Generator
ru_ru: Генератор Отчетов

source: Report Request
ru_ru: Запрос отчета

source: All sizes
ru_ru: Все размеры

source: report
ru_ru: Отчет

source: Search','ru_UA
ru_ru: Поиск','ru_UA

source: my sites
ru_ru: Мои сайты

source: publishers sites
ru_ru: Сайты партнеров

source: This user is not have
ru_ru: Этот пользователь не имеет доступа, как '

source: Unknown feed
ru_ru: Неизвестный фид

source: Sending mail error!
ru_ru: Ошибка отправки почты!

source: month
ru_ru: Месяц

source: year
ru_ru: Год

source: ID channel
ru_ru: ID Канала

source: Ad Settings Blank Color
ru_ru: Заполнить цветом

source: ID Site
ru_ru: ID Сайта

source: Minimal bid for site text ads can not be less then system minimal bid for text ads -
ru_ru: Минимальный бит для текстовой рекламы на сайте не может быть меньше, чем минимальный бид для текстовой рекламы в системе -

source: Minimal bid for site image ads can not be less then system minimal bid for image ads -
ru_ru: Минимальный бит для графической рекламы на сайте не может быть меньше, чем минимальный бид для графической рекламы в системе -

source: Proxy server not found
ru_ru: Прокси сервер не найден

source: The %s field must contain a correct IP-address.
ru_ru: Поле %s должно содержать корректный IP адрес

source: select template
ru_ru: Выберете шаблон

source: Template file was successfully saved!
ru_ru: Файл шаблона был успешно сохранен!

source: There was error while saving template file!
ru_ru: В процессе сохранения файла шаблона произошла ошибка!

source: Category Parent
ru_ru: Родственная Категория

source: Mail Format
ru_ru: Формат Почты

source: Main
ru_ru: Главная

source: Reports Center
ru_ru: Управление отчетами

source: Ad Serving
ru_ru: Управление рекламой

source: Tools
ru_ru: Инструменты

source: Mail
ru_ru: Почта

source: Select at least one user!
ru_ru: Выберете по крайней мере одного пользователя!

source: All Users
ru_ru: Все пользователи

source: Selected Users
ru_ru: Выбранные пользователи

source: Users Filter
ru_ru: Фильтр пользователей

source: Choosed Users
ru_ru: Выбранные пользователи

source: user_agents
ru_ru: Пользовательские агенты

source: operating_systems
ru_ru: Операционные системы

source: referers
ru_ru: Точки входа

source: urls
ru_ru: URL страницы

source: variables
ru_ru: Переменные страниц

source: browsers
ru_ru: Браузеры

source: ips
ru_ru: IP адреса клиентов

source: languages
ru_ru: Языки

source: The %s field must have a value.
ru_ru: Поле %s должно иметь значение.

source: The field was not set
ru_ru: Текстовое поле пустое

source: Unpaid prices!
ru_ru: Неоплаченные прайсы!

source: Troubled prices!
ru_ru: Проблемные прайсы!

source: Unpaid CPC sites!
ru_ru: Неоплаченные CPC объявления!

source: Troubled CPC sites!
ru_ru: Проблемные CPC объявления!

source: You have unpaid prices.
ru_ru: У вас имеются неоплаченные прайсы. Пока прайс не оплачен, объявления показываться не будут. Как только на вашем счету будет достаточно средств прайс автоматически будет оплачен и запущен.

source: You have troubled prices.
ru_ru: У вас имеются проблемные прайсы. Пока проблема не решена, объявления показываться не будут. Для решения проблемы перейдите в 'Управление рекламой', найдите проблемный прайс и нажмите кнопку 'Решить'.

source: You have unpaid CPC sites.
ru_ru: У вас имеются неоплаченные CPC объявления. Пока объявления не оплачены, они не будут показываться. Как только на вашем счету будет достаточно средств объявления автоматически станут активными.

source: You have troubled CPC sites.
ru_ru: У вас имеются проблемные CPC объявления. Пока проблема не решена, объявления показываться не будут. Для решения проблемы перейдите в 'Управление рекламой', найдите проблемные сайты в группе объявлений и нажмите кнопку 'Решить'.

source: North America
ru_ru: Северная Америка

source: South America
ru_ru: Южная Америка

source: Africa
ru_ru: Африка

source: Europe
ru_ru: Европа

source: Asia
ru_ru: Азия

source: Australia & Oceania
ru_ru: Австралия и Океания

source: Unknown
ru_ru: неизвестная

source: Antarctic
ru_ru: Антарктика

source: Performance report
ru_ru: Отчет по эффективности

source: Revenue by Advertisers
ru_ru: Доход от рекламодателей

source: Revenue by External Feeds
ru_ru: Доход от фидов

source: Billing summary for Advertisers
ru_ru: Краткий отчет по денежным потокам рекламодателей

source: General advertiser/campaign report
ru_ru: Общий отчет по рекламодателям/кампаниям

source: Detailed advertiser/campaign report
ru_ru: Детальный отчет по рекламодателям/кампаниям

source: Billing summary
ru_ru: Краткий отчет по денежным потокам

source: General campaign report
ru_ru: Общий отчет по кампаниям

source: Detailed campaign report
ru_ru: Детальный отчет по кампаниям

source: Overview
ru_ru: Обзор

source: Browsers
ru_ru: Браузеры

source: Operating Systems
ru_ru: Операционные системы

source: Client IP Addresses
ru_ru: IP-адреса

source: User Agents
ru_ru: Пользовательские агенты

source: Page URLs
ru_ru: URL страницы

source: Referer Pages
ru_ru: Точки входа

source: Page Variables
ru_ru: Параметры URL

source: admin
ru_ru: Администратор

source: affiliate
ru_ru: Партнер

source: partner
ru_ru: Рекламное агенство

source: guest_admin
ru_ru: Гость

source: payment_gateway
ru_ru: Платежный шлюз

source: Payment
ru_ru: Платежи

source: Campaign Status
ru_ru: Статус кампании

source: Group Status
ru_ru: Статус группы

source: Ad Status
ru_ru: Статус объявления

source: equals
ru_ru: равно

source: not_equals
ru_ru: не равно

source: contain
ru_ru: содержит

source: not_contain
ru_ru: не содержит

source: regexp
ru_ru: Регулярное выражение

source: not_regexp
ru_ru: Нерегулярное выражение

source: less_than
ru_ru: Меньше чем

source: more_than
ru_ru: Больше чем

source: Add Filter
ru_ru: Добавить фильтр

source: Site is not specified!
ru_ru: Сайт не определен!

source: Show Ad & Pay
ru_ru: Показывать рекламу и снимать деньги с рекламодателей

source: Show Ad & Not To Pay
ru_ru: Показывать рекламу и не снимать деньги с рекламодателей

source: Not To Show Ad
ru_ru: Не показывать рекламу

source: Not To Show Ad & Block IP
ru_ru: Не показывать рекламу и блокировать IP

source: Minimal group
ru_ru: Минимальная

source: Search & Click Protection
ru_ru: Защита по показам и кликам

source: "Quick Click" Protection
ru_ru: Защита от "быстрого" клика

source: Anti-Proxy
ru_ru: Анти-прокси

source: "Quick Search" Protection
ru_ru: Защита от "быстрого" поиска

source: Firewall Protection
ru_ru: Брандмауэр

source: All_admin
ru_ru: Админ

source: All_guest
ru_ru: Гость

source: All_advertiser
ru_ru: Рекламодатель

source: All_publisher
ru_ru: Партнер

source: All_affiliate
ru_ru: Партнер

source: All_partner
ru_ru: Партнер

source: All_guest_admin
ru_ru: Гость Админа

source: All_payment_gateway
ru_ru: Платежный шлюз

source: All_member
ru_ru: Пользователь

source: All_admins Filter
ru_ru: Фильтр всех админов

source: All_guests Filter
ru_ru: Фильтр всех гостей

source: All_advertisers Filter
ru_ru: Фильтр всех рекламодателей

source: All_publishers Filter
ru_ru: Фильтр всех партнеров

source: All_affiliates Filter
ru_ru: Фильтр всех партнеров

source: All_partners Filter
ru_ru: Фильтр всех партнеров

source: All_guest_admins Filter
ru_ru: Фильтр гостя всех админов

source: All_payment_gateways Filter
ru_ru: Фильтр всех платежных шлюзов

source: All_members Filter
ru_ru: Фильтр всех пользователей

source: All_admins
ru_ru: Все админы

source: All_guests
ru_ru: Все гости

source: All_advertisers
ru_ru: Все рекламодатели

source: All_publishers
ru_ru: Все партнеры

source: All_affiliates
ru_ru: Все партнеры

source: All_partners
ru_ru: Все партнеры

source: All_guest_admins
ru_ru: Гость админов

source: All_payment_gateways
ru_ru: Все платежные шлюзы

source: All_members
ru_ru: Все пользователи

source: All_admins List
ru_ru: Список всех админов

source: All_guests List
ru_ru: Список всех гостей

source: All_advertisers List
ru_ru: Список всех рекламодателей

source: All_publishers List
ru_ru: Список всех партнеров

source: All_affiliates List
ru_ru: Список всех партнеров

source: All_partners List
ru_ru: Список всех партнеров

source: All_guest_admins List
ru_ru: Гость списка всех админов

source: All_payment_gateways List
ru_ru: Список всех платежных шлюзов

source: All_members List
ru_ru: Список всех пользователей

source: paused
ru_ru: Приостановленный

source: terms_welcome
ru_ru: Добро пожаловать на сайт <%SITENAME%>. Пожалуйста, внимательно прочтите следующие Постановления и Условия перед использованием сайта или открытия учетной записи рекламодателя и/или партнера, так что вам известно о ваших законных правах и обязанностях в отношении <% SITENAME%> , его партнеров и рекламодателей.

source: terms_your_agreement_title
ru_ru: Соглашение

source: terms_your_agreement_text
ru_ru: Используя этот сайт, вы соглашаетесь соблюдать все правила, предписанные в Постановлениях и Условиях данного сайта. Если вы не согласны с этими условиями, пожалуйста, не используйте этот сайт. Мы оставляем за собой право по собственному усмотрению, видоизменять или модифицировать в любое время настоящие Постановления и Условия. Поправки вступают в силу немедленно с момента внесенных нами изменений. Пожалуйста, внимательно просмотрите все условия. Ваше дальнейшее использование Сайта предусматривает, что после внесения изменений или модификаций, вы будете уведомлены и согласны со всеми пересмотренными условиями использования. Так же приводим к вашему сведению, что эта страница была обновлена последний раз в соответствии с датой, указанной в верхней части Постановлений и Условий.

source: terms_links_to_third_party_sites_title
ru_ru: Ссылки на сторонние сайты

source: terms_links_to_third_party_sites_text
ru_ru: Данный сайт содержит ссылки на другие сайты. После того, как вы покинете наш сайт, <%% SITENAME> не несет никакой ответственности за политику конфиденциальности или содержание сторонних сайтов. Мы предоставляем ссылки исключительно на общие сайты, но не несем никакой ответственности за перенаправление или изменение содержимого данных сайтов, силу того, что мы не имеет над ними никакого контроля.

source: terms_disclaimer_title
ru_ru: Заявление об отсутствии гарантий

source: terms_disclaimer_text
ru_ru: Сайт <% SITENAME%> не предоставляет каких-либо гарантий или заверений относительно достоверности или полноты материалов, размещенных на данном сайте. Данный сайт и материалы, информация и сервис, предлагаемые на нем, в том числе текстовые и графические материалы, а так же ссылки, предоставляются “как есть”, без каких-либо прямых или подразумеваемых гарантий любого вида. В полной мере, в которой это допускается применимым законодательством, <% SITENAME%> отказывается от всех прямых и подразумеваемых гарантий, в том числе гарантий отсутствия нарушения прав третьих лиц, гарантий отсутствия компьютерных вирусов и гарантий, возникающих в ходе обычной коммерческой деятельности или в ходе выполнения договоров. <% SITENAME%> не заверяет и не гарантирует, что функционирование данного сайта будет непрерывным и безошибочным, что недостатки будут устраняться, а так же что данный сайт или сервер, на котором он размещен, не содержат вирусов или иных вредоносных компонентов.

source: terms_exclusions_and_limitations_title
ru_ru: Ограничение ответственности

source: terms_exclusions_and_limitations_text
ru_ru: В некоторых юрисдикциях не допускается исключение или ограничение ущерба, определяемого особыми обстоятельствами, косвенного, случайного или последующего ущерба. Соответственно, наша ответственность в подобных юрисдикциях должна быть в максимально степени ограничена в рамках закона.

source: terms_limitation_of_liability_title
ru_ru: Ограничение ответственности

source: terms_limitation_of_liability_text
ru_ru: Вы понимаете и принимаете соглашение, что ни при каких обстоятельствах, <% SITENAME%> не несет никакой ответственности за нанесение какого-либо фактического ущерба, определяемого особыми обстоятельствами; косвенного, случайного или последующего ущерба, понесенного в результате использования или невозможности использования любых материалов сайта <% SITENAME%>, даже в случае если мы были предупреждены о возможности убытков. Вышеуказанные ограничения действуют, даже если применение какого-либо из вышеназванных средств правовой защиты не соответствует его основной цели.

source: terms_copyright_title
ru_ru: Авторское право

source: terms_copyright_text
ru_ru: Компании принадлежат все авторские права, а так же авторское право на все предоставленные материалы на данном Сайте, включая товарный знак, логотип, дизайн, текст, графику и формы, в том числе подбор и расположение всех элементов на сайте. Кроме того, весь сайт является авторской собственность, как часть коллективной работы в рамках закона об авторских правах. Коллективная работа включает в себя лицензированные работы Компании. Компания обладает имущественными правами на коллективной основе и лицензией на воспроизведение защищенных авторскими правами материалов, которые также охраняются авторским правом и другими законами об интеллектуальной собственности.

source: terms_trademarks_title
ru_ru: Торговые марки

source: terms_trademarks_text
ru_ru: Все товарные марки, марки обслуживания, логотипы, фирменные наименования, а также любые другие имущественные обозначения компании, являются торговыми марками или зарегистрированными торговыми марками Компании. Любые другие товарные марки, марки обслуживания и торговые названия являются торговыми марками или зарегистрированными торговыми марками соответствующих сторон.

source: terms_general_title
ru_ru: Общие положения

source: terms_general_text
ru_ru: Вы признаете, что ознакомились с условиями настоящего Соглашения в полном объеме до начала использования сайта. Вы заверяете, что соглашаетесь соблюдать все пункты данного соглашения, включая вносимые впоследствии нами изменения в ткущее соглашение. Так же вы понимаете и безоговорочно принимаете политику конфиденциальности данного сайта.

source: policy_info
ru_ru: Правила политики конфиденциальности были созданы для того, чтобы продемонстрировать нашу приверженность к обеспечению конфиденциальности любой персональной информации. Ниже мы приводим описание сбора и распространения информации для данного сайта

source: policy_information_automatically_logged_title
ru_ru: Автоматически записанная информация
