Repository: dvliman/ads-server
Catalog: openadserver/application/locale/*/LC_MESSAGES/core.po
Languages: ru_ru

source: Min Volume (Impressions / Days)
ru_ru: Минимальный объем (показов / дней)

source: Create site and add channel %s to this site
ru_ru: Создать сайт и добавить в него канал %s

source: Minimal CPM Package (Impressions / Cost)
ru_ru: Минимальный пакет CPM (показы / цена)

source: Minimal Flat Rate Package (Days / Cost)
ru_ru: Минимальный пакет Flat Rate (дни / цена)

source: Last Report
ru_ru: Последний отчет

source: The %s field must contain a positive number.
ru_ru: Поле %s должно содержать положительное число.

source: Cost Text Ad per 1K
ru_ru: Стоимость текстовых объявлений за 1К

source: Cost Text Ad per day
ru_ru: Стоимость текстовых объявлений за день

source: Cost Image Ad per 1K
ru_ru: Стоимость текстовых и графических объявлений за 1К

source: Cost Image Ad per day
ru_ru: Стоимость текстовых и графических объявлений за день

source: Program is not found!
ru_ru: Программа не найдена!

source: Site for channel is not found!
ru_ru: Не найден сайт для канала!

source: The %s field must contain a float number.
ru_ru: Поле %s должно содержать число с плавающей точкой.

source: The %s field must contain a non-negative number.
ru_ru: Поле %s должно содержать неотрицательное число.

source: Unable to delete last site containing this channel
ru_ru: Невозможно удалить последний сайт, содержащий этот канал

source: Site with such URL is already exists
ru_ru: Сайт с таким URL уже существует

source: Selected sites/channels were suspended.
ru_ru: Выбранные сайты/каналлы были приостановлены.

source: Selected sites/channels were resumed.
ru_ru: Выбранные сайты/каналлы были возобновлены.

source: Selected sites/channels were deleted.
ru_ru: Выбранные сайты/каналлы были удалены.

source: chn_paused
ru_ru: приостановлен

source: chn_completed
ru_ru: выполнен

source: start balance
ru_ru: начальный баланс

source: deposit
ru_ru: депозит

source: deduction
ru_ru: снятие

source: Create Global Report
ru_ru: Создать общий отчет

source: text_and_image
ru_ru: текст и графика

source: cam_unpaid
ru_ru: неоплаченная

source: Unpaid campaigns!
ru_ru: Неоплаченные кампании!

source: You have unpaid campaigns.
ru_ru: У вас имеются неоплаченные кампании. Пока кампания не оплачена, объявления показываться не будут. Как только на вашем счету будет достаточно средств кампания автоматически будет оплачена и запущена.

source: end balance
ru_ru: итоговый баланс

source: Some programs were not deleted due to be used in campaign(s).
ru_ru: Некоторые программы не были удалены, т.к. они используются в кампаниях.

source: Program(s) were succesfully deleted.
ru_ru: Программы были успешно удалены.

source: chn_trouble
ru_ru: проблемный

source: If you have already been charged for this channel(s) the charged money will not be returned to your balance. Are you sure you want to delete this channel(s)?
ru_ru: Если Вы уже оплатили эти каналы, то деньги за них не будут возвращены Вам. Вы уверены, что хотите удалить эти каналы?

source: chn_unpaid
ru_ru: неоплаченный

source: The filetype you are attempting to upload is not allowed.
ru_ru: Тип файла, который вы пытаетесь загрузить, не является разрешенным.

source: chn_deleted
ru_ru: удаленный

source: Cannot delete category due to it (or it's child category) contain channels
ru_ru: Невозможно удалить категорию, так как она (или ее потомки) содержит каналы

source: Targeting Groups
ru_ru: Группы нацеливания

source: targeting_active
ru_ru: активная

source: targeting_deleted
ru_ru: удаленная

source: targeting_paused
ru_ru: приостановленная

source: targeting_Pause
ru_ru: Заблокировать

source: targeting_Resume
ru_ru: Разблокировать

source: Selected targeting groups was paused.
ru_ru: Выбранные группы нацеливания были заблокированны.

source: Selected targeting groups was resumed.
ru_ru: Выбранные группы нацеливания были вновь запущены.

source: Selected targeting groups was successfully deleted.
ru_ru: Выбранные группы нацеливания были успешно удалены.

source: One or more selected targeting groups cannot be deleted because they are used in sites or channels.
ru_ru: Одна или несколько групп не могут быть удалены потому, что они используются в сайтах или каналах.

source: IP Filter
ru_ru: IP фильтр

source: Compare Rule
ru_ru: Правило сравнения

source: User Agent Filter
ru_ru: Фильтр по агенту пользователя

source: Page URL
ru_ru: URL страницы

source: Referer Page
ru_ru: Точка входа

source: Variable Name
ru_ru: Имя переменной

source: Congratulations! New Targeting Group was successfully created.
ru_ru: Поздравляем! Новая группа нацеливания успешно создана.

source: Congratulations! Targeting Group was successfully changed.
ru_ru: Поздравляем! Группа нацеливания успешно изменена.

source: all_languages
ru_ru: любые языки

source: all_countries
ru_ru: любые страны

source: all_browsers
ru_ru: любые браузеры

source: all_operating_systems
ru_ru: любые операционые системы

source: languages unknown help
ru_ru: Язык пользователя автоматически определяется системой из настроек браузера пользователя. Если язык определить невозможно, то он считается 'неизвестным'.

source: browsers unknown help
ru_ru: Браузер пользователя автоматически определяется системой. Если браузер определить невозможно, то он считается 'неизвестным'.

source: operating_systems unknown help
ru_ru: Операционная система пользователя автоматически определяется системой. Если операционную систему определить невозможно, то она считается 'неизвестной'.

source: IP Address
ru_ru: IP адрес

source: Monthly Traffic Volume
ru_ru: Траффик за последний месяц

source: Competitors
ru_ru: Конкуренты

source: Min Bid
ru_ru: Минимальный бид

source: XML Feed Settings
ru_ru: Настройки XML фидов

source: Minimum bid
ru_ru: Минимальный бид

source: vac_active
ru_ru: активные

source: vac_paused
ru_ru: приостановленные

source: vac_deleted
ru_ru: удаленные

source: vac_unpaid
ru_ru: неоплаченные

source: CPC_campaign
ru_ru: CPC

source: CPM / Flat Rate_campaign
ru_ru: CPM / Flat Rate

source: Edit CPС Campaign
ru_ru: Редактирование CPС кампании

source: Admin set for this site new minimal bid
ru_ru: Администратор установил для этого сайта новый минимальный бид, равный

source: , but your bid is
ru_ru: , в то время как ваш бид установлен в

source: . Please set new bid equal or above minimal.
ru_ru: . Пожалуйста, установите ваш бид равным или больше минимального.

source: vac_non-active
ru_ru: неактивные

source: Default Bid and Daily Budget updated successfully!
ru_ru: Бид по-умолчанию и ежедневный бюджет были успешно изменены!

source: Login Publisher
ru_ru: Вход в Систему

source: Forgot Password Publisher
ru_ru: Забыли Пароль

source: Sign Up Publisher
ru_ru: Регистрация

source: There is no account with such E-Mail.
ru_ru: В системе не зарегистрирован пользователь с таким электронным адресом.

source: User with such E-Mail and Role already exist in the system.
ru_ru: Пользователь с такими электронным адресом и ролью уже существует.

source: You need fill all required fields for register publisher account.
ru_ru: Вы должны заполнить все необходимые поля, что бы зарегистрировать паблишера.

source: Adding 'Publisher' Role
ru_ru: Добавление роли 'Паблишера'

source: news_target_publisher
ru_ru: партнерам

source: Publishers Filter
ru_ru: Фильтр партнеров

source: Selected Publishers
ru_ru: Выбранные партнеры

source: To Publishers
ru_ru: Партнерам

source: Alternative Impressions
ru_ru: Альтернативные показы

source: Name check payable to
ru_ru: Выписывать чек на имя

source: Billing Address
ru_ru: Платежный адрес

source: Organisation Name
ru_ru: Название организации

source: buy
ru_ru: Куплено

source: completed
ru_ru: Выполнено

source: Earnings for
ru_ru: Доход за

source: clicks -
ru_ru: кликов -

source: Withdraw -
ru_ru: Выведено из системы -

source: Requested check -
ru_ru: Запрошен чек -

source: Check returned -
ru_ru: Возврат чека -

source: pub_active
ru_ru: активный

source: pub_activation
ru_ru: ожидает активации

source: pub_deleted
ru_ru: удаленный

source: pub_blocked
ru_ru: заблокированный

source: Escrow Balance
ru_ru: Ожидает получения

source: Earn
ru_ru: Заработано

source: Selected publisher accounts was paused.
ru_ru: Выбранные учетные записи партнеров были заблокированны.

source: Selected publisher accounts was resumed.
ru_ru: Выбранные учетные записи партнеров были вновь запущены.

source: Selected publisher accounts was approved.
ru_ru: Выбранные учетные записи партнеров были активированны.

source: Selected publisher accounts was successfully deleted.
ru_ru: Выбранные учетные записи партнеров были успешно удалены.

source: upgrade
ru_ru: Апгрейд прайса

source: IP address was deleted succesfully
ru_ru: IP адреса были успешно удалены

source: Payment System
ru_ru: Система оплаты

source: Use custom commissions for CPM programs
ru_ru: Использовать специальную коммиссию для CPM программ

source: Use custom commissions for CPC programs
ru_ru: Использовать специальную коммиссию для CPC программ

source: Use custom commissions for Flat Rate programs
ru_ru: Использовать специальную коммиссию для Flat Rate программ

source: Ad Serving Publishers Reports
ru_ru: Отчеты по партнерам

source: Publishers Performance Report
ru_ru: Отчет по эффективности партнеров

source: Referrer Domains list was imported successfully
ru_ru: Список доменов источников переходов был успешно импортирован

source: Referrer Domain was deleted succesfully
ru_ru: Домен источник переходов был успешно удален

source: Domains were deleted succesfully
ru_ru: Домены были успешно удалены

source: Cookie Protection
ru_ru: Защита по cookie

source: Hidden Link Protection
ru_ru: Защита "Скрытая ссылка"

source: Extended group
ru_ru: Расширенная

source: Choosen Publishers
ru_ru: Выбранные партнеры

source: All publishers
ru_ru: Все партнеры

source: Create Publisher Report
ru_ru: Создать отчет партнера

source: Number comments
ru_ru: Комментариев

source: Search Reports
ru_ru: Отчеты по поискам

source: Search Performance Report
ru_ru: Отчет по поисковой эффективности

source: Search Performance Reports
ru_ru: Отчеты по поисковой эффективности

source: Search Query Report
ru_ru: Отчет по поисковым запросам

source: Search reports for certain search queries
ru_ru: Отчет по поисковым запросам

source: Country Search Report
ru_ru: Отчет по странам в поиске

source: Search reports for certain countries
ru_ru: Отчет по странам в поиске

source: Browsers Search Report
ru_ru: Отчет по браузерам в поиске

source: Search reports for certain browsers
ru_ru: Отчет по браузерам в поиске

source: Search Query
ru_ru: Поисковый запрос

source: Create Search Report
ru_ru: Создать отчет по поиску

source: Members
ru_ru: Пользователи

source: Ratings
ru_ru: Рейтинг

source: mem_Report
ru_ru: Отчет

source: Selected member accounts was paused.
ru_ru: Выбранные пользователи приостановлены

source: Selected member accounts was resumed.
ru_ru: Выбранные пользователи разблокированы

source: Selected member accounts was approved.
ru_ru: Выбранные пользователи подтверждены

source: Selected member accounts was successfully deleted.
ru_ru: Выбранные пользователи удалены.

source: Comment
ru_ru: Комментарий

source: com_Resume
ru_ru: Разблокировать

source: com_Pause
ru_ru: Приостановить

source: Selected comment accounts was successfully deleted.
ru_ru: Выбранные комментарии удалены.

source: Selected boxes were blocked.
ru_ru: Выделенные боксы заблокированы

source: Selected boxes were unblocked.
ru_ru: Выделенные боксы разблокированы

source: Delete selected words
ru_ru: Удалить выделенные слова

source: Selected words were deleted
ru_ru: Выделенные слова удалены

source: Web Google
ru_ru: Веб Google

source: Web Bing
ru_ru: Веб Bing

source: Web Yahoo
ru_ru: Веб Yahoo

source: Images Google
ru_ru: Картинки Google

source: Images Yahoo
ru_ru: Картинки Yahoo

source: News Google
ru_ru: Новости Google

source: News Yahoo
ru_ru: Новости Yahoo

source: Member Home
ru_ru: На главную

source: Member Dashboard
ru_ru: Статистика

source: Member Account Settings
ru_ru: Настройки

source: Member Page
ru_ru: Страница

source: Member Themes
ru_ru: Темы оформления

source: Member Layouts
ru_ru: Схемы расположения

source: Member Add Box
ru_ru: Добавить бокс

source: Member Login
ru_ru: Войти

source: Member Forgot Password
ru_ru: Восстановление пароля

source: Member Registration
ru_ru: Регистрация

source: Member Landing
ru_ru: Моя страницааааа

source: Bithday
ru_ru: День рождения

source: Advertise on
ru_ru: Рекламировать на

source: Advertisment Information
ru_ru: Информация о рекламе

source: Alexa Rank
ru_ru: Оценка Alexa

source: Site Description
ru_ru: Описание сайта

source: Guest Site Directory
ru_ru: Каталог сайтов

source: Contact Us
ru_ru: Обратная связь

source: Home
ru_ru: Начало

source: login
ru_ru: Войти в систему

source: Join now
ru_ru: Зарегистрироваться

source: Welcome
ru_ru: Добро пожаловать

source: Only thumbshots 120x90 supported.
ru_ru: Поддерживаются только изображения формата 120x90.

source: Min Bid Image
ru_ru: Минимальный бид для графических объявлений

source: Top 3 Bids Image
ru_ru: Лучшие 3 бида для графических объявлений

source: Your Bid Image
ru_ru: Ваш бид для графических объявлений

source: Your Position Image
ru_ru: Ваша позиция для графических объявлений

source: Rating Image
ru_ru: Рейтинг для графических объявлений

source: New Bid Image
ru_ru: Новый бид для графических объявлений

source: Set Prices
ru_ru: Задать биды

source: Minimum bid image
ru_ru: Минимальный бид для графических объявлений

source: Cost Image Only Ad per 1K
ru_ru: Стоимость графических объявлений за 1K

source: Cost Image Only Ad per day
ru_ru: Стоимость графических объявлений за день

source: Bid Images
ru_ru: Бид для изображений

source: Price per 1K
ru_ru: Цена за 1K

source: Price per day
ru_ru: Цена за день

source: User Type
ru_ru: Тип

source: Request Type
ru_ru: Тип запроса

source: Request Date
ru_ru: Дата запроса

source: Requested Money
ru_ru: Запрошенные средства

source: Payment Gateway
ru_ru: Платежный шлюз

source: The new minimal bid for text ads is
ru_ru: Новый минимальный бид для текстовых объявлений -

source: The new minimal bid for image ads is
ru_ru: Новый минимальный бид для графических объявлений -

source: Your bid is
ru_ru: Ваш бид равен

source: Guest Landing
ru_ru: Моя страница

source: Guest Themes
ru_ru: Темы оформления

source: Guest Add Box
ru_ru: Добавить бокс

source: Sign in
ru_ru: Войти

source: The Box title field is required.
ru_ru: Не указано название гаджета

source: Manage Search Types
ru_ru: Управление типами поиска

source: XML Results per Page
ru_ru: XML фидов на странице

source: Reset Cache
ru_ru: Очистить кеш

source: UnitStandard
ru_ru: Английская

source: UnitMetric
ru_ru: Метрическая

source: Layout Settings
ru_ru: Настройки макета

source: Presets
ru_ru: Выбрать из заданных

source: CUSTOM LAYOUT
ru_ru: СВОЙ<br>МАКЕТ

source: Specified To currency not found
ru_ru: Выбранная валюта для перевода не найдена

source: Member Search
ru_ru: Поиск

source: Guest Search
ru_ru: Поиск

source: Send Date
ru_ru: Дата отправки

source: Site Layout is not created yet
ru_ru: Макет сайта не создан

source: Default search type changed!
ru_ru: Тип поиска по-умолчанию изменен!

source: E-Mail was sent
ru_ru: Письмо было отправлено

source: News Preview
ru_ru: Предварительный просмотр новостей

source: Proxy (domain name or IP address)
ru_ru: Прокси-сервер (доменное имя или IP адрес)

source: Proxy server with such address already exist
ru_ru: Прокси-вервер с таким адресом уже существует

source: Payment Gateway Settings
ru_ru: Настройки платежного шлюза

source: Channel image format is not selected
ru_ru: Формат канала не выбран!

source: Sites -> Channels
ru_ru: Сайты -> Каналы

source: Channels -> Sites
ru_ru: Каналы -> Сайты

source: List of keywords (insert one keyword per line without any punctuation marks)
ru_ru: Список ключевых слов (введите по одному ключевому слову или словосочетанию в каждой строке)

source: Create CPM prices for
ru_ru: Создание CPM программы для

source: Create Flat Rate prices for
ru_ru: Создание Flat Rate программы для

source: Edit CPM prices for
ru_ru: Редактирование CPM программы для

source: Edit Flat Rate prices for
ru_ru: Редактирование Flat Rate программы для

source: Review
ru_ru: Предварительный просмотр

source: Selected channels was deleted.
ru_ru: Выбранные каналы были удалены!

source: Feed request is successfully sent to OrbitScripts.com!
ru_ru: Запрос на Фид был успешно отправлен на OrbitScripts.com!

source: CPM Cost (Image Ads)
ru_ru: Стоимость CPM (текстовые и графические объявления)

source: CPM Cost per 1K (Image Ads)
ru_ru: Стоимость CPM за 1К(текстовые и графические объявления)

source: Flat Rate Cost (Image Ads)
ru_ru: Стоимость FlatRate (текстовые и графические объявления)

source: Flat Rate Cost per Day (Image Ads)
ru_ru: Стоимость FlatRate за день(текстовые и графические объявления)

source: Image Ads price per 1К
ru_ru: Стоимоть текстового и графического объявления за 1K

source: Number of feed result must be a positive number.
ru_ru: Количество фидов должно быть положительным числом.

source: FlatRate keywords
ru_ru: Ключевые слова для FlatRate

source: Add Gadget
ru_ru: Добавить Бокс

source: Minify gadget
ru_ru: Свернуть Бокс

source: Maxify gadget
ru_ru: Развернуть Бокс

source: Close gadget?
ru_ru: Вы хотите убрать Бокс?

source: Google Images
ru_ru: Изображения Google

source: Min Bid Text
ru_ru: Минимальный бил за текстовое объявление

source: news_target_member
ru_ru: Пользователи

source: To add ad in to the selected channel you need to login or register
ru_ru: Для добавления рекламы в выбранный вами канал Вы должны войти в систему или зарегистрироваться

source: City/Town
ru_ru: Город

source: Did you mean
ru_ru: Может вы имели ввиду

source: Keyword Performance Report
ru_ru: Отчет по эффективности ключевых слов

source: Keywords Report
ru_ru: Отчет по ключевым словам

source: Base locales field
ru_ru: Поле "Базовая локаль"

source: Locale field
ru_ru: Поле "Локаль"

source: Language field
ru_ru: Поле "Язык"

source: Flag field
ru_ru: Поле "Флаг"

source: Country field description
ru_ru: Описание поля страна

source: Template field description
ru_ru: Описание поля Шаблон

source: Congratulations! Cache was successfully cleared!
ru_ru: Кэш успешно удалён!

source: Create Channel Subscription
ru_ru: Создание подписки на канал

source: Edit Channel Subscription
ru_ru: Редактирование подписки на канал

source: Selected subscriptions was deleted.
ru_ru: Выбранные подписки были удалены.

source: Parked Domain
ru_ru: Припаркованный домен

source: All Parked Domains
ru_ru: Все припаркованные домены

source: Not specified
ru_ru: Не задано

source: At least one domain must be specified
ru_ru: Хотя бы один домен должен быть указан

source: Specified parked domain template not found
ru_ru: Выбранный шаблон не найден

source: Specified parked domain color sheme not found
ru_ru: Выбранная цветовая схема не найдена

source: No files was uploaded
ru_ru: Не удалось загрузить файл

source: Uploaded file is too big. You can not upload files more then 2Mb
ru_ru: Загруженный файл слишком большой. Вы можете загружать файлы размером меньше 2 Мб

source: Can not open uploaded file
ru_ru: Не удается открыть загруженный файл

source: Uploaded file does not contain any valid not registered domains
ru_ru: Загруженный файл не содержит ни одного правильного не зарегестрированного домена

source: Parked Domain Reports
ru_ru: Отчеты по припаркованным доменам

source: Revenue From Feeds
ru_ru: Заработано на XML-фидах

source: Revenue From Feed
ru_ru: Заработано на XML-фиде

source: Revenue From Advertisers
ru_ru: Заработано на рекламодателях

source: System Earning
ru_ru: Заработано администратором

source: Publisher Earning
ru_ru: Заработано партнером

source: Selected Parked Domains
ru_ru: Выбранные припаркованные домены

source: Parked Domains Filter
ru_ru: Фильтр доменов

source: Select at least one parked domain!
ru_ru: Выберите хотя бы один припаркованный домен!

source: Feed
ru_ru: XML-фид

source: Create Parked Domains Reports
ru_ru: Создать отчет по припаркованным доменам

source: Advertiser Buy Domains
ru_ru: Магазин доменов

source: Publisher Buy Domains
ru_ru: Магазин доменов

source: Guest Buy Domains
ru_ru: Магазин доменов

source: Parked Domains Reports
ru_ru: Отчеты по припаркованным доменам

source: Commission for CPA program
ru_ru: Коммиссия для CPA программы

source: Advertiser/CPA summary report
ru_ru: Краткий отчет по CPA

source: Advertiser/CPA detailed report
ru_ru: Детальный отчет по CPA

source: Publisher/CPA Performance Report
ru_ru: Отчет по CPA

source: CPA summary report
ru_ru: Краткий отчет по CPA

source: CPA detailed report
ru_ru: Детальный отчет по CPA

source: CPA Performance Report
ru_ru: Отчет по эффективности CPA

source: CPA program
ru_ru: CPA программа

source: Custom commissions for CPA program
ru_ru: Использовать специальную коммиссию для CPA программ

source: CPA settings
ru_ru: настройки CPA

source: Congratulations! CPA Settings were successfully updated!
ru_ru: Поздравляем! CPA настройки успешно сохранены!

source: CPA minimum Bid
ru_ru: Минимальный бид для CPA

source: CPA group
ru_ru: CPA

source: CPA Captcha Security
ru_ru: CPA капча защита

source: CPA Captcha Protection
ru_ru: CPA капча защита

source: CPA Captcha Protection settings was updated successfully
ru_ru: Настройки CPA капча защиты обновлены успешно

source: CPA Email Protection
ru_ru: CPA Email защита

source: emails per each
ru_ru: писем в

source: Frenquency send
ru_ru: Частота посылки

source: CPA Email Protection settings was updated successfully
ru_ru: Настройки CPA Email защиты обновлены успешно

source: Question 1
ru_ru: Вопрос 1

source: Question 2
ru_ru: Вопрос 2

source: E-mail Title
ru_ru: Заголово E-mail

source: Email Title
ru_ru: Заголово E-mail

source: CPA Campaign Description
ru_ru: CPA кампания содержит только CPA объявления. Такие объявления оплачиваются после отправки почты. Вы будете оплачивать каждый раз, когда отправляется сообщение.

source: Average CPA
ru_ru: Средняя CPA

source: Apply `Email Title` field value to all ads of this group
ru_ru: Применить поле `Заголовк E-mail` для всех рекламных объявлений этой группы

source: Apply `Question 1` field value to all ads of this group
ru_ru: Применить поле `Вопрос 1` для всех рекламных объявлений этой группы

source: Apply `Question 2` field value to all ads of this group
ru_ru: Применить поле `Вопрос 2` для всех рекламных объявлений этой группы

source: All CPA Campaigns
ru_ru: CPA кампании

source: CPA_campaign
ru_ru: CPA

source: You must choose answer
ru_ru: Вы должны выбрать ответ

source: Message has been sent sucessfully
ru_ru: Сообщение было успешно отправлено

source: Deny conversion
ru_ru: Сообщение было отклонено

source: You must input a valid email address
ru_ru: Вы должны ввести корректный email адрес

source: Inline Answers
ru_ru: Инлайн ответы

source: Check your email and input code
ru_ru: Проверьте свой email и введите код

source: Confirm your email
ru_ru: Подтверждение вашего email

source: This code is incorrect or expired
ru_ru: Этот код неверный или устаревший

source: Email confirmation
ru_ru: Подтверждение email

source: Get Inline Code
ru_ru: Get CPA Code

source: Quick Search
ru_ru: Быстрый поиск

source: Verify
ru_ru: Подтвердить

source: Advertise with us
ru_ru: Рекламируйтесь у нас

source: Privacy
ru_ru: Конфиденциальность

source: All rights reserved
ru_ru: Все права защищены

source: site_denied
ru_ru: Запрещен

source: Approve site
ru_ru: Активировать сайт

source: Deny site
ru_ru: Запретить сайт

source: Sites were confirmed successfully
ru_ru: Выбранные сайты были успешно активированы

source: Sites were denied successfully
ru_ru: Выбранные сайты были успешно заблокированы
