Repository: dvliman/ads-server
Catalog: openadserver/application/locale/*/LC_MESSAGES/core.po
Languages: ru_ru

source: policy_information_automatically_logged_text
ru_ru: Данный сайт использует ваш IP-адрес для помощи в диагностики проблем с нашим сервером и для администрирования сайта. Современные интернет технологии не стоят на месте, поэтому мы отслеживает тип браузера пользователя для того, чтобы быть в курсе всех новшеств, которые мы сможем в дальнейшем использовать в конструкции наших страницах. Сайт так же использует данные о ссылающейся страницы - то есть, страницы, с которой вы попали на страницу нашего сайта. Таким образом, мы будем осведомлены, для каких страниц нашего сайта сторонние источники в Интернете предоставляют ссылки. Эти данные используются для сохранения целостности нашего вычислительного ресурса.

source: policy_personal_information_title
ru_ru: Персональная информация

source: policy_personal_information_text
ru_ru: <%SITENAME%> собирает следующую контактную информацию: ваше имя и адрес электронной почты, адрес интернет протокола (IP-адрес) и другую соответствующую информацию. Эта информация используется для облегчения покупки и продажи ссылок / рекламных объявлений в Интернете. Мы не предоставляем персональную информацию никаким сторонним лицам, а так же не используем ее для своей выгоды. Однако, персональная информация может быть представлена по просьбе правоохранительных органов или в случае судебного процесса.

source: policy_cookies_title
ru_ru: Cookies

source: policy_cookies_text
ru_ru: Данный сайт использует cookies для управления сеансом. Для получении большее информации о работе cookies прочтите раздел “Управление сеансом”.

source: policy_session_managment_title
ru_ru: Управление сеансом

source: policy_session_managment_text
ru_ru: Данный сайт использует элементы формы и / или coockies на каждой странице для поддержания непрерывный сессии пользователя. Элементы формы и / или cookies могут содержать уникальный идентификатор (ID), который идентифицирует сеанс вашего браузера. Cookies это технология, которая может быть использована для предоставления вам персонализированной информация с Веб-сайта. Cookie это элемент данных, который веб-сайт может отправить вашему браузеру, а браузер затем может сохранить его в вашей системе. Вы можете настроить Ваш браузер таким образом, что вы будите получать уведомление каждый раз, когда вы получите Cookie. Это позволит Вам решать принимать Cookies или нет. Cookies на данном сайте используются нами в нашей рекламной системе управления, а иногда и рекламодателями, которые используют объявления со сторонних рекламных сетей. Cookies используются для: <div class="clr p10"><ul><li>отслеживания объявления,</li><li>настройки содержимого (т.е. для избегания повторения всплывающих окон),</li><li>хранения информации об аккаунтах, и</li><li>статистического анализа трафика сайта.</li></ul></div>

source: policy_security_title
ru_ru: Безопасность

source: policy_security_text
ru_ru: Вся информация, представленная на данном сайте находится под нашим полным контролем в целях защиты от потери, злоупотребления и изменения информации на сайте. Все системные файлы хранятся на нашем сервере и доступ к ним ограничен системным администратором. Системные файлы регулярно обновляются и хранятся в безопасном месте на нашем сервере. Все данные о кредитных картах шифруются методом 40-битного SSH шифрования и только затем передаются по сети. <% SITENAME%> работает в соответствии со всеми нормативно-правовыми требованиями в отношении доступа к конфиденциальной информации.

source: policy_contact_info_title
ru_ru: Контактная информация

source: policy_contact_info_text
ru_ru: <%SITENAME%> соответствует всем нормативно-правовым требованиям в отношении доступа к информации. Если у Вас возникли вопросы по поводу конфиденциальности, принципов работы или Ваших отношений с данным сайтом, вы можете связаться с нами в любое для Вас удобное время <%SITEEMAIL%>.

source: adv_info_paragraph_1
ru_ru: <strong>Мы поможем Вам достигнуть Вашу целевую аудиторию по средством эффективной рекламы. </strong><br />Выберете рекламные места в рамках нашей рекламной сети.<br />Получите доступ к легко управляемым рекламным кампаниям.<br />Выберете удобную для Вас модель оплаты CPC, Flat rate или CPM.</p>

source: adv_info_paragraph_2
ru_ru: Легкий пошаговый интерфейс создания рекламной кампании.<br />Нацельте свою рекламу, используя многообразные функции нацеливания: по странам,<br /> по языкам, по браузерам и.т.д. Установите расписание отображения ваших рекламных объявлений.<br />Выберите предпочтительную модель оплаты &ndash; плата за клик,<br />за показы или период времени.</p>

source: adv_info_paragraph_3
ru_ru: Готовы начать? <a href="../advertiser/sign_up"> Регистрируйтесь прямо сейчас </a>

source: pub_info_paragraph_1
ru_ru: <strong>Зарабатывайте деньги, продавая рекламные места на Ваших сайтах. </strong><br />Монетезируйте трафик Ваших сайтов.<br />Получите доступ к крупной базе рекламных объявлений.<br />Контролируйте и управляйте рекламой на Ваших рекламных местах. <br />Сгенерируйте и добавьте рекламный код на Ваш сайт.</p>

source: pub_info_paragraph_2
ru_ru: Получайте доход от рекламы на Ваших сайтов. Приобретите доступ к высококачественным рекламодателям. Испытайте полный контроль и управление над рекламой, которая показывается на Ваших сайтах.

source: pub_info_paragraph_3
ru_ru: Мы предлагаем вам базу данных рекламодателей, нацеленных на определенный сегмент аудитории. Добавьте свои сайты в нашу систему, определите рекламные места и начните зарабатывать прямо сейчас.

source: pub_info_paragraph_4
ru_ru: Готовы присоединиться? <a href="../publisher/sign_up">Регистрируйтесь прямо сейчас</a>

source: Updated each 10 sec
ru_ru: Данные по отчетам обновляются каждые 10 секунд

source: Delete selected mails?
ru_ru: Вы действительно хотите удалить выбранные письма?

source: Unread
ru_ru: Непрочитано

source: Choose Channels for site
ru_ru: Выбор каналов для сайта

source: Delete selected channels? Warning notification
ru_ru: Выбранные каналы могут содержать оплаченную рекламу. Вы уверены что хотите удалить эти каналы?

source: Delete selected sites? Warning notification
ru_ru: Выбранные сайты могут содержать оплаченную рекламу. Вы уверены что хотите удалить эти сайты?

source: Blocked Countries
ru_ru: Заблокированные страны

source: Delete selected IP addresses?
ru_ru: Удалить выбранные IP адреса?

source: Firewall
ru_ru: Брандмауэр

source: Delete selected proxy-servers?
ru_ru: Удалить отмеченные прокси-сервера?

source: Request Payment Gateway Installation
ru_ru: Запрос на установку нового платежного шлюза

source: Deposit Commission can not be more than 100%
ru_ru: Комиссия на перевод денежных средств не может быть больше 100%

source: Withdraw Commission can not be more than 100%
ru_ru: Комиссия на списание денежных средств не может быть больше 100%

source: Settings of payment gateway
ru_ru: Настройки платежного шлюза

source: Settings of feed
ru_ru: Настройки фида

source: Delete selected news?
ru_ru: Удалить выбранные новости?

source: Manage prices
ru_ru: Управление прайсами

source: Delete selected programs?
ru_ru: Удалить выбранные программы?

source: Manage prices for channel
ru_ru: Управление прайсами канала

source: Delete selected targeting groups?
ru_ru: Удалить выбранные группы нацеливания?

source: Please select at least one record!
ru_ru: Пожалуйста, выберите хотя бы одну запись!

source: Get Code for site
ru_ru: Получить код для сайта

source: channel
ru_ru: канал

source: APIXMLNote
ru_ru: <br />[PAGE_URL]<span class="required">&nbsp;</span> - ссылка на страницу, где размещен рекламный блок (пример: 'http://example.net/page.html'),<br />[REFERRER_URL]<span class="required">&nbsp;</span> - ссылка на страницу, с которой был осуществлен переход (пример: 'http://example.com/referrer_page.html'),<br>[IP_ADDRESS]<span class="required">&nbsp;</span> - IP-адрес посетителя (пример: '192.168.0.1'),<br>[USER_AGENT]<span class="required">&nbsp;</span> - информация об User-agent посетителя (пример: 'Mozilla/4.0 (compatible; MSIE 7.0b; Win32)'),<br>[ACCEPT]<span class="required">&nbsp;</span> - информация об Accept-Language посетителя (пример: 'en-us,en;q=0.5'),<br>[IP_PROXY_ADDRESS] - IP-адрес прокси-сервера посетителя (пример: '192.168.0.1'). Данный параметр опционален.

source: tagName
ru_ru: Название

source: name
ru_ru: Имя

source: February
ru_ru: Февраль

source: March
ru_ru: Март

source: April
ru_ru: Апрель

source: May
ru_ru: Май

source: June
ru_ru: Июнь

source: August
ru_ru: Август

source: September
ru_ru: Сентябрь

source: October
ru_ru: Октябрь

source: November
ru_ru: Ноябрь

source: December
ru_ru: Декабрь

source: Feb
ru_ru: Фев

source: Mar
ru_ru: Мар

source: Apr
ru_ru: Апр

source: Jun
ru_ru: Июн

source: Aug
ru_ru: Авг

source: Sep
ru_ru: Сен

source: Oct
ru_ru: Окт

source: Nov
ru_ru: Ноя

source: Dec
ru_ru: Дек

source: monday
ru_ru: понедельник

source: tuesday
ru_ru: вторник

source: wednesday
ru_ru: среда

source: thursday
ru_ru: четверг

source: friday
ru_ru: пятница

source: saturday
ru_ru: суббота

source: mon
ru_ru: пнд

source: tue
ru_ru: втр

source: wed
ru_ru: срд

source: thu
ru_ru: чтв

source: fri
ru_ru: птн

source: sat
ru_ru: сбт

source: Mn
ru_ru: Пн

source: Ts
ru_ru: Вт

source: Wn
ru_ru: Ср

source: Th
ru_ru: Чт

source: Fr
ru_ru: Пт

source: St
ru_ru: Сб

source: document
ru_ru: Документ

source: no
ru_ru: нет

source: Wd
ru_ru: Ср

source: ID Action
ru_ru: ID Действия

source: Version
ru_ru: Версия

source: Bulk upload Anonymous Proxy List
ru_ru: Загрузка списка анонимных прокси-серверов

source: Bulk upload Allowed Proxy List
ru_ru: Загрузка списка разрешенных прокси-серверов

source: Create Anonymous Proxy
ru_ru: Создание анонимного прокси-сервера

source: Create Allowed Proxy
ru_ru: Создание разрешенного прокси-сервера

source: Proxy server with such address already exist in Anonymous or Allowed proxies List
ru_ru: Сервер с таким адресом уже существует в списке анонимных или разрешенных прокси-серверов

source: Firewall Protection settings was updated successfully
ru_ru: Настройки брандмауэра успешно изменены

source: View Report
ru_ru: Просмотреть Отчет

source: Manage Advertisers
ru_ru: Рекламодатели

source: Category was deleted successfully
ru_ru: Категория была успешно удалена

source: Cannot delete category
ru_ru: Невозможно удалить категорию

source: gateway_Edit
ru_ru: Настроить

source: Address (IP or Host name)
ru_ru: Адрес (IP или имя хоста)

source: Anonymous Proxy List
ru_ru: Список анонимных прокси-серверов

source: Allowed Proxy List
ru_ru: Список разрешенных прокси-серверов

source: Bulk upload Firewall List
ru_ru: Загрузка списка IP адресов

source: Create Firewall
ru_ru: Создание записи брандмауэра

source: Firewall with such address already exists
ru_ru: Запись с таким IP адресом уже существует

source: Feed Settings
ru_ru: Настройки Фидов

source: pl_published
ru_ru: опубликованные

source: pl_unpublished
ru_ru: неопубликованные

source: account!
ru_ru: аккаунт!

source: sam_active
ru_ru: активный

source: Create Channel
ru_ru: Создать канал

source: Add channel
ru_ru: Добавить канал

source: Add to Site
ru_ru: Добавить на сайт

source: Tab title must not be empty or consts of only spaces
ru_ru: Заголовок Вкладки не может быть пустым

source: advertisers
ru_ru: рекламодатели

source: To Advertisers
ru_ru: Рекламодателям

source: To All
ru_ru: Всем

source: To Members
ru_ru: Пользователям

source: To all members
ru_ru: Всем пользователям

source: To all advertisers
ru_ru: Всем рекламодателям

source: To all publishers
ru_ru: Всем партнёрам

source: publishers
ru_ru: парнеры

source: partners
ru_ru: рекламные агентства

source: affiliates
ru_ru: компаньоны

source: Mail was sent
ru_ru: Письмо отправлено

source: Select Publishers
ru_ru: Выберите партнеров

source: Select Partners
ru_ru: Выберите рекламные агенства

source: Select Affiliates
ru_ru: Выберите компаньонов

source: Find
ru_ru: Искать

source: Advertisers List
ru_ru: Список рекламодателей

source: Partners List
ru_ru: Список рекламных агенств

source: Publishers List
ru_ru: Список партнеров

source: Affiliates List
ru_ru: Список компаньонов

source: published
ru_ru: опубликована

source: deleted
ru_ru: удаленный

source: unpublished
ru_ru: неопубликована

source: Last 7 days
ru_ru: Последние 7 дней

source: Date/Time
ru_ru: Получено

source: First
ru_ru: Первая

source: Last
ru_ru: Последняя

source: Create news
ru_ru: Создать новость

source: User with such E-Mail not found in the system!
ru_ru: Пользователя с таким электронным адресом не существует!

source: The %s field is required.
ru_ru: Поле %s является обязательным.

source: The %s field must contain a valid email address.
ru_ru: Поле %s должно содержать содержит некорректный электронный адрес.

source: The %s field must contain all valid email addresses.
ru_ru: Поле %s должно содержать правильные электронные адреса.

source: The %s field must contain a valid URL.
ru_ru: Поле %s должно содержать корректный URL.

source: The %s field must contain a valid IP.
ru_ru: Поле %s должно содержать корректный IP адрес.

source: The %s field must be at least %s characters in length.
ru_ru: Поле %s должно содержать не мнеее %s символов.

source: The %s field can not exceed %s characters in length.
ru_ru: Поле %s не должно содержать более %s символов.

source: The %s field must be exactly %s characters in length.
ru_ru: Поле %s должно иметь длину ровно %s символов.

source: The %s field may only contain alphabetical characters.
ru_ru: Поле %s может содержать только буквы.

source: The %s field may only contain alpha-numeric characters.
ru_ru: Поле %s может содержать только буквы и цифры.

source: The %s field may only contain alpha-numeric characters, underscores, and dashes.
ru_ru: Поле %s может содержать только буквы и цифры символы, подчеркивания и тире.

source: The %s field must contain a number.
ru_ru: Поле %s должно содержать число.

source: The %s field must contain an integer.
ru_ru: Поле %s должно содержать целое число.

source: The %s field does not match the %s field.
ru_ru: Поле %s не совпадает с полем %s.

source: The %s field must contain a number greater than zero.
ru_ru: Поле %s должно содержать положительное число.

source: The %s field must contain a date.
ru_ru: Поле %s должно содержать дату.

source: The %s field must contain a date and time.
ru_ru: Поле %s должно содержать дату и время.

source: The %s field must contain a valid hostname or IP.
ru_ru: Поле %s должно содержать корректное имя хоста или IP-адрес.

source: The %s field must contain a valid float number.
ru_ru: Поле %s должно содержать число с плавающей точкой.

source: The %s field must contain a valid URL without protocol prefix.
ru_ru: Поле %s должно содержать URL без указания протокола.

source: Content
ru_ru: Содержание

source: Topic not found
ru_ru: Раздел помощи не найден

source: Help topic file
ru_ru: Файл раздела помощи

source: not found.
ru_ru: не найден.

source: Reply Status
ru_ru: Статус

source: User Name
ru_ru: От

source: Total Revenue
ru_ru: Всего заработано

source: Site Name
ru_ru: Сайт

source: You have <%A%> unconfirmed users
ru_ru: У вас <%A%> пользователей, ожидающих активации

source: Minimal
ru_ru: Минимальная

source: Proxy Address
ru_ru: Адрес прокси-сервера

source: Look & Feel
ru_ru: Внешний вид

source: Account Number
ru_ru: Номер учетной записи

source: Manage Plug-ins
ru_ru: Плагины

source: Created
ru_ru: Создан

source: Freeze
ru_ru: Остановить

source: Resume
ru_ru: Запустить

source: ready
ru_ru: готов

source: requested
ru_ru: запрошен

source: wait
ru_ru: ожидает

source: inprocess
ru_ru: в обработке

source: freeze
ru_ru: остановлен

source: frozen
ru_ru: остановлен

source: Ad Serving Reports
ru_ru: Отчеты по рекламодателям

source: All Feeds
ru_ru: Все фиды

source: Select Feeds
ru_ru: Выберите фиды

source: Description2
ru_ru: Описание2

source: Charged
ru_ru: Списано

source: Earned
ru_ru: Заработано

source: Urgent
ru_ru: Срочный

source: Cannot create category - already exist
ru_ru: Невозможно создать, т.к. такая категория уже существует

source: unapproved
ru_ru: ожидает активации

source: Pause
ru_ru: Заблокировать

source: Send E-Mail
ru_ru: Отправить письмо

source: Approve
ru_ru: Активировать

source: Full Name
ru_ru: Полное имя

source: Join Date
ru_ru: Дата регистрации

source: Ballance
ru_ru: Баланс

source: blocked
ru_ru: заблокирован

source: activation
ru_ru: активация

source: Delete selected sites?
ru_ru: Удалить выбранные сайты?

source: Channel dimension is not selected
ru_ru: Необходимо выбрать формат канала

source: dim_horisontal
ru_ru: горизонтальный

source: dim_vertical
ru_ru: вертикальный

source: dim_square
ru_ru: квадратный

source: Revenue
ru_ru: Прибыль

source: Create site
ru_ru: Создание сайта

source: Edit site
ru_ru: Редактирование сайта

source: Prices
ru_ru: Прайсы

source: Site domain
ru_ru: Доменное имя

source: Site was edited successfully
ru_ru: Сайт успешно изменен

source: Site was created successfully
ru_ru: Сайт успешно создан

source: Manage
ru_ru: Управление

source: Channel Type (if Ads are selected from feeds)
ru_ru: Тип канала (для объявлений, получаемых с фидов)

source: Cost
ru_ru: Стоимость

source: Choose Channels for
ru_ru: Выбор каналов для

source: Choose Category
ru_ru: Выбрать из категорий

source: Find Sites
ru_ru: Найти сайты

source: Min Volume
ru_ru: Минимальный объем

source: Get Code for
ru_ru: Получить код для

source: PHP Code
ru_ru: PHP код

source: Create palette
ru_ru: Создать схему

source: Edit palettes
ru_ru: Редактировать схему

source: Buy
ru_ru: Купить

source: Quick links
ru_ru: Быстрые ссылки

source: Impressions Limit
ru_ru: Ограничение показов

source: Add Channel
ru_ru: Добавить канал

source: Delete selected channels?
ru_ru: Удалить выбранные каналы?

source: non-active
ru_ru: не активно

source: text
ru_ru: текст

source: image
ru_ru: изображение

source: SmartPPC6 Report -
ru_ru: Отчет SmartPPC Evo -

source: SmartPPC6 Report Generator
ru_ru: Генератор отчетов SmartPPC Evo

source: Start Date
ru_ru: Дата начала

source: End Date
ru_ru: Дата завершения

source: Image Ad Size
ru_ru: Размер рекламного изображения

source: Ted unit on this site
ru_ru: Текстовое объявление может быть расположено в любом рекламном слоте на этом сайте

source: adv_active
ru_ru: активный

source: adv_activation
ru_ru: ожидает активации

source: adv_deleted
ru_ru: удаленный

source: adv_blocked
ru_ru: заблокированный

source: news_published
ru_ru: опубликованная

source: news_unpublished
ru_ru: неопубликованная

source: news_deleted
ru_ru: удаленная

source: news_target_advertiser
ru_ru: рекламодатели

source: gateway_enabled
ru_ru: включенный

source: gateway_disabled
ru_ru: выключенный

source: feed_active
ru_ru: включенный

source: feed_paused
ru_ru: выключенный

source: site_paused
ru_ru: заблокированный

source: site_deleted
ru_ru: удаленный

source: channel_deleted
ru_ru: удаленный

source: chn_active
ru_ru: активен

source: chn_non-active
ru_ru: не активен

source: rep_ready
ru_ru: подготовленный

source: rep_requested
ru_ru: запрошенный

source: rep_inprocess
ru_ru: обрабатываемый

source: cam_blocked
ru_ru: заблокированная

source: cam_paused
ru_ru: приостановленная

source: cam_deleted
ru_ru: удаленная

source: grp_active
ru_ru: активная

source: grp_blocked
ru_ru: заблокированная

source: grp_paused
ru_ru: приостановленная

source: grp_deleted
ru_ru: удаленная

source: ads_active
ru_ru: активное

source: ads_blocked
ru_ru: заблокированное

source: ads_paused
ru_ru: приостановленное

source: ads_deleted
ru_ru: удаленное

source: Text ads can appear in any ad unit on this site
ru_ru: Текстовые объявления могут размещаться в любом рекламном слоте на этом сайте

source: Site Name Filter
ru_ru: Название сайта

source: Location(s) of you customers
ru_ru: Месторасположение Ваших покупателей

source: Language(s) of you customers
ru_ru: Язык(-и) Ваших покупателей

source: Selected ads was paused.
ru_ru: Выбранные объявления были приостановлены.

source: Selected ads was resumed.
ru_ru: Выбранные объявления были вновь запущены.

source: Selected ads was deleted.
ru_ru: Выбранные объявления были удалены.

source: Selected campaigns was paused.
ru_ru: Выбранные кампании были остановлены.

source: Selected campaigns was resumed.
ru_ru: Выбранные кампании были вновь запущены.

source: Selected campaigns was deleted.
ru_ru: Выбранные кампании были удалены.

source: Selected groups was paused.
ru_ru: Выбранные группы объявлений были остановлены.

source: Selected groups was resumed.
ru_ru: Выбранные группы объявлений были вновь запущены.

source: Selected groups was deleted.
ru_ru: Выбранные группы объявлений были удалены.

source: Selected reports was successfully deleted.
ru_ru: Выбранные отчеты были успешно удалены.

source: Selected report templates was paused.
ru_ru: Выбранные шаблоны отчетов были остановлены.

source: Selected report templates was resumed.
ru_ru: Выбранные шаблоны отчетов были вновь запущены.

source: Selected report templates was successfully deleted.
ru_ru: Выбранные шаблоны отчетов были успешно удалены.

source: Report was successfully requested! Now wait sometime while system process it.
ru_ru: Отчет был успешно запрошен! Теперь необходимо подождать, пока его обработает система.

source: Selected advertiser accounts was paused.
ru_ru: Выбранные учетные записи рекламодателей были заблокированны.

source: Selected advertiser accounts was resumed.
ru_ru: Выбранные учетные записи рекламодателей были вновь запущены.

source: Selected advertiser accounts was approved.
ru_ru: Выбранные учетные записи рекламодателей были активированны.

source: Selected advertiser accounts was successfully deleted.
ru_ru: Выбранные учетные записи рекламодателей были успешно удалены.

source: Selected feeds was paused.
ru_ru: Выбранные фиды были выключены.

source: Selected feeds was resumed.
ru_ru: Выбранные фиды были включены.

source: Proxy server with the same address exists
ru_ru: Сервер с таким адресом уже существует в списке разрешенных или анонимных прокси-серверов

source: Selected Advertisers
ru_ru: Выбранные рекламодатели

source: Protections actions were changed successfully
ru_ru: Действия для защит были успешно изменены

source: Protections was enabled successfully
ru_ru: Защиты были успешно включены

source: Protections was disabled successfully
ru_ru: Защиты были успешно выключены

source: Cannot delete Top category
ru_ru: Невозможно удалить корневую категорию

source: Cannot delete category due to it (or it's child category) contain sites
ru_ru: Невозможно удалить категорию, так как она (или ее потомки) содержит сайты

source: Proxy server was deleted succesfully
ru_ru: Прокси-сервер был успешно удален

source: Change Balance of advertiser
ru_ru: Изменить баланс рекламодателя

source: User password successfully updated!
ru_ru: Пароль пользователя успешно изменен!

source: Site was blocked
ru_ru: Сайт заблокирован

source: Payment gateways were enabled successfully!
ru_ru: Платежные шлюзы включены!

source: Payment gateways were disabled successfully!
ru_ru: Платежные шлюзы выключены!

source: My campaigns
ru_ru: Мои кампании

source: Sites were paused successfully
ru_ru: Сайты были заблокированы

source: Sites were resumed successfully
ru_ru: Сайты были разблокированы

source: Sites were deleted successfully
ru_ru: Сайты были удалены

source: Channels were paused successfully
ru_ru: Каналы были заблокированы

source: Channels were resumed successfully
ru_ru: Каналы были разблокированы

source: Channels were deleted successfully
ru_ru: Каналы были удалены

source: Expiration Month
ru_ru: Месяц

source: Expiration Year
ru_ru: Год

source: The %s field contain wrong password.
ru_ru: Поле %s содержит неправильный пароль.

source: Delete channel from group?
ru_ru: Удалить канал из группы?
