Repository: dvliman/ads-server
Catalog: openadserver/application/locale/*/LC_MESSAGES/core.po
Languages: ru_ru

source: Select Categories
ru_ru: Выбор категорий

source: Clear
ru_ru: Очистить

source: Close
ru_ru: Закрыть

source: Prev
ru_ru: Назад

source: Next
ru_ru: Далее

source: Today
ru_ru: Сегодня

source: January
ru_ru: Январь

source: July
ru_ru: Июль

source: Jan
ru_ru: Янв

source: Jul
ru_ru: Июл

source: sunday
ru_ru: воскресенье

source: sun
ru_ru: вск

source: Sn
ru_ru: Вс

source: Your password successfully updated!
ru_ru: Ваш пароль был успешно обновлен!

source: Change Password
ru_ru: Изменить пароль

source: Old Password
ru_ru: Текущий пароль

source: New Password
ru_ru: Новый пароль

source: Confirm New Password
ru_ru: Подтверждение нового пароля

source: required fields
ru_ru: обязательные поля

source: Save
ru_ru: Сохранить

source: Cancel
ru_ru: Отменить

source: Mail with password recovery link send successfully!
ru_ru: Письмо со ссылкой для восстановления пароля выслано на указанный электронный адрес!

source: Forgot Password
ru_ru: Забыли Пароль

source: E-mail
ru_ru: Электронный адрес

source: Send me mail
ru_ru: Выслать письмо

source: Total Items
ru_ru: Всего записей

source: First Page
ru_ru: Первая страница

source: Previous Page
ru_ru: Предыдущая страница

source: Page
ru_ru: Страница

source: of
ru_ru: из

source: Next Page
ru_ru: Следующая страница

source: Last Page
ru_ru: Последняя страница

source: Items Per Page
ru_ru: Строк на странице

source: Update
ru_ru: Обновить

source: I want to create new account
ru_ru: Я новый пользователь и хочу зарегистрироваться в системе

source: I have account and want create new role
ru_ru: Я уже имею аккаунт в системе и хочу создать новую роль

source: Congratulations! You successfully sign up in our system!
ru_ru: Поздравляем! Вы успешно зарегистрированны в нашей системе.

source: Password
ru_ru: Пароль

source: Full name
ru_ru: Полное имя

source: Confirm Password
ru_ru: Подтверждение пароля

source: Country
ru_ru: Страна

source: TimeZone
ru_ru: Часовой пояс

source: City
ru_ru: Город

source: State
ru_ru: Штат

source: Address
ru_ru: Почтовый адрес

source: ZIP/Postal Code
ru_ru: Почтовый индекс

source: Phone #
ru_ru: Телефон

source: Our system applicants must agree the following Terms and Conditions
ru_ru: Условия Пользовательского Соглашения

source: I certify that I have read and agree with the these Terms and Conditions
ru_ru: Я подтверждаю, что прочитал и принимаю Условия Пользовательского Соглашения

source: Resume Channel
ru_ru: Разблокировать канал

source: Pause Channel
ru_ru: Заблокировать канал

source: Delete Channel
ru_ru: Удалить канал

source: Resume Site
ru_ru: Разблокировать сайт

source: Pause Site
ru_ru: Заблокировать сайт

source: Delete Site
ru_ru: Удалить сайт

source: Manage Sites/Channels
ru_ru: Управление сайтами/каналами

source: JavaScript Code
ru_ru: JavaScript код

source: API/XML Code
ru_ru: API/XML код

source: Palette
ru_ru: Палитра

source: Code
ru_ru: Код

source: Preview
ru_ru: Предпросмотр

source: Manage palettes
ru_ru: Управление цветовыми схемами

source: Example
ru_ru: Образец

source: Copy Code to Clipboard
ru_ru: Скопировать код в буфер обмена

source: Delete selected color palette?
ru_ru: Удалить выбранную цветовую схему?

source: Color Palettes
ru_ru: Цветовые схемы

source: This sample will be changed according to selected parameters: logo and colors.
ru_ru: Область предварительного просмотра

source: Palette settings
ru_ru: Настройки схемы

source: Link Title
ru_ru: Цвет заголовка

source: Description color
ru_ru: Цвет описания

source: URL color
ru_ru: Цвет URL

source: Background color
ru_ru: Цвет фона

source: Border color
ru_ru: Цвет границы

source: Save Changes
ru_ru: Сохранить изменения

source: Refresh Preview
ru_ru: Обновить область предварительного просмотра

source: Delete
ru_ru: Удалить

source: Name
ru_ru: Название

source: Please login
ru_ru: Вход в систему

source: Forgot Password?
ru_ru: Забыли пароль?

source: Login
ru_ru: Вход в систему

source: Session expired
ru_ru: Сессия для Вашего аккаунта не найдена. Для продолжения работы авторизируйтесь в системе.

source: Yesterday
ru_ru: Вчера

source: Last week (Mon-Sun)
ru_ru: Прошедшая неделя (Пн-Вс)

source: Last business week (Mon-Fri)
ru_ru: Прошедшая рабочая неделя (Пн-Пт)

source: This month
ru_ru: Этот месяц

source: Last month
ru_ru: Прошлый месяц

source: All time
ru_ru: Все время

source: Custom date range
ru_ru: Произвольный период

source: Select
ru_ru: Выбрать

source: Select date range
ru_ru: Выберите период времени

source: Today's Earnings:
ru_ru: Доход за сегодня:

source: more features...
ru_ru: больше возможностей...

source: Inbox
ru_ru: Получено

source: Statistics date range
ru_ru: Отчетный период

source: System Alerts
ru_ru: Системные предупреждения

source: dismiss
ru_ru: прочитано

source: Create
ru_ru: Создать

source: CPC Prices
ru_ru: CPC Цены

source: Allow CPC in the Channel
ru_ru: Разрешить CPC объявления в канале

source: Display settings
ru_ru: Настройки показа объявлений

source: How many displays CPC Ads
ru_ru: Выводить

source: by CPM Ads
ru_ru: CPС объявлений на каждые

source: by CPM Ads 2
ru_ru: CPM объявлений

source: Parameters of channel
ru_ru: Параметры канала

source: Ad Type
ru_ru: Тип рекламы

source: Preview Ad
ru_ru: Посмотреть

source: Format
ru_ru: Формат

source: Max Ad Slots
ru_ru: Максимум слотов

source: Back to Manage Sites/Channels
ru_ru: Назад к Управлению сайтами/каналами

source: Title
ru_ru: Название

source: Cost Text Ad
ru_ru: Стоимость текстовых объявлений

source: Create Targeting Group
ru_ru: Создать группу нацеливания

source: Manage Targeting Groups
ru_ru: Управление группами нацеливания

source: Filter by status
ru_ru: Фильтровать по статусу

source: targeting_Delete
ru_ru: Удалить

source: Balance
ru_ru: Баланс

source: new messages
ru_ru: новые сообщения

source: Role
ru_ru: Роль

source: Help
ru_ru: Помощь

source: Amount
ru_ru: Сумма платежа, $

source: I agree to pay
ru_ru: Я согласен оплатить указанную сумму

source: Recuring payment - period
ru_ru: Периодичность платежа

source: Pay
ru_ru: Внести

source: First Name
ru_ru: Имя

source: Last Name
ru_ru: Фамилия

source: Card Security Code
ru_ru: Код безопасности карты

source: Located on back of Credit Card
ru_ru: Находится на обороте кредитной карты

source: Most often, this code can be found on the back side of your credit card
ru_ru: Обычно, этот код находиться<br/>на обороте кредитной карты

source: Credit Card Number
ru_ru: Номер кредитной карты

source: Expiration Date
ru_ru: Срок действия, до

source: Mail not found!
ru_ru: Письмо не найдено!

source: Send mail to Administrator
ru_ru: Послать письмо администратору

source: Subject
ru_ru: Тема

source: Message
ru_ru: Текст сообщения

source: Reply
ru_ru: Ответить

source: Send
ru_ru: Отправить

source: Message sent successfuly!
ru_ru: Сообщение успешно отправлено!

source: Change Login
ru_ru: Смена имя пользователя

source: Click on
ru_ru: Кликните

source: Select all
ru_ru: Выбрать все

source: Choose columns
ru_ru: Выбрать

source: Columns
ru_ru: Выбор колонок

source: Create Report
ru_ru: Создать отчет

source: Reports
ru_ru: Отчеты

source: Start typing here...
ru_ru: Начните ввод здесь...

source: Once
ru_ru: Однократно

source: Daily
ru_ru: Ежедневно

source: Weekly
ru_ru: Еженедельно

source: Monthly
ru_ru: Ежемесячно

source: You must select at least one column!
ru_ru: Вы должны выбрать хотя бы один столбец!

source: Please! Enter a correct E-Mail address!
ru_ru: Пожалуйста, введите корректный электронный адрес!

source: New Report
ru_ru: Новый отчет

source: Report Type
ru_ru: Тип отчета

source: Report Name
ru_ru: Название отчета

source: Report Date Range
ru_ru: Отчетный период

source: Urgent Report
ru_ru: Срочный отчет

source: Send this report to
ru_ru: Выслать по адресу

source: Report scope
ru_ru: Диапазон отчета

source: Set schedule
ru_ru: Задать график

source: Daily (generated once a day)
ru_ru: Ежедневно (запрашивается раз в день)

source: Weekly (generated on Monday)
ru_ru: Еженедельно (запрашивается по понедельникам)

source: Monthly (generated in the 1st day of a month)
ru_ru: Ежемесячно (запрашивается 1го числа каждого месяца)

source: Manage Columns
ru_ru: Выбрать поля отчета

source: Save As Default
ru_ru: Сохранить по умолчанию

source: Restore Defaults
ru_ru: Восстановить исходные настройки

source: Report Templates
ru_ru: Шаблоны отчетов

source: Filter by Report Type
ru_ru: Фильтровать по типу

source: Please select at least one record in the table
ru_ru: Пожалуйста выберите хотя бы одну запись в таблице

source: Delete selected templates?
ru_ru: Удалить выделенные шаблоны?

source: Delete selected reports?
ru_ru: Удалить выделенные отчеты?

source: You want delete targeting?
ru_ru: Вы действительно хотите удалить этот фильтр нацеливания?

source: You want to cancel changes?
ru_ru: Все вненсенные изменения будут утеряны! Вы действительно хотите отменить редактирование группы нацеливания?

source: Targeting Group Name
ru_ru: Имя группы нацеливания

source: Add
ru_ru: Добавить

source: countries
ru_ru: Страны

source: Allowed
ru_ru: Разрешенные

source: Denied
ru_ru: Запрещенные

source: countries unknown help
ru_ru: Страна пользователя автоматически определяется системой по его IP-адресу. Если страну определить невозможно, то она считается 'неизвестной'.

source: Targeting Group Overview
ru_ru: Обзор группы нацеливания

source: Answer
ru_ru: Ответ

source: Reply send successfuly!
ru_ru: Ответ успешно отправлен!

source: Report
ru_ru: Отчет

source: Close Report
ru_ru: Закрыть отчет

source: Download
ru_ru: Загрузить

source: MS Excel file (XLS)
ru_ru: Файл MS Excel (XLS)

source: Text file (CSV)
ru_ru: Текстовый файл (CSV)

source: Global Reports
ru_ru: Глобальные отчеты

source: You must select at least one advertiser!
ru_ru: Вы должны выбрать хотя бы одного рекламодателя!

source: You must select at least one feed!
ru_ru: Вы должны выбрать хотя бы один фид!

source: All advertisers
ru_ru: Все рекламодатели

source: Select Advertisers
ru_ru: Выберите рекламодателей

source: Advertisers Filter
ru_ru: Фильтр рекламодателей

source: Advertisers
ru_ru: Рекламодатели

source: Choosen Advertisers
ru_ru: Выбранные рекламодатели

source: Feeds
ru_ru: Фиды

source: Choosen Feeds
ru_ru: Выбранные фиды

source: sam_Resume
ru_ru: Возобновить

source: sam_Freeze
ru_ru: Приостановить

source: sam_Delete
ru_ru: Удалить

source: rep_Delete
ru_ru: Удалить

source: Popular Payment Gateways
ru_ru: Популярные платежные шлюзы

source: Request
ru_ru: Запросить

source: Payment Gateway was modified successfully
ru_ru: Платежный шлюз был успешно изменен

source: Manage Payment Gateways
ru_ru: Платежные шлюзы

source: Example: {TOTAL} - total ({DEPOSIT} - deposit, {COMMISSION} - commission)
ru_ru: Комиссия, которую вы установите тут, будет добавлена к платежам рекламодателя.<br/><br/><b>Пример:</b><br>Рекламодатель хочет положить <b>{DEPOSIT}</b> на свой счет,<br>ваши комиссионные {PROCENT}%.<br>В этом случае рекламодатель должен будет заплатить <b>{TOTAL}</b>:<br><b>{DEPOSIT}</b> – депозит,<br><b>{COMMISSION}</b> – комиссия.

source: Example: {TOTAL} - total ({WITHDRAW} - withdraw, {COMMISSION} - commission)
ru_ru: Комиссия, которую вы устанавливаете здесь будет списана с суммы, снимаемой рекламодателем со своего баланса.<br/><br/><b>Пример:</b><br>Рекламодатель хочет снять <b>{WITHDRAW}</b> со своего баланса,<br>вы установили комиссию {PROCENT}%.<br>В этом случае снимается сумма <b>{TOTAL}</b> через <b>{GATE}</b>:<br><b>{WITHDRAW}</b> – получает рекламодатель,<br><b>{COMMISSION}</b> – комиссия.

source: Used For
ru_ru: Использование

source: Fund Commission
ru_ru: Комиссия за зачисление

source: Withdraw Commission
ru_ru: Комиссия за снятие

source: Request Feed Installation
ru_ru: Отправить запрос на установку фида

source: Payment Gateway Name
ru_ru: Наименование платежного шлюза

source: Your Comments
ru_ru: Ваш коментарий

source: Request note
ru_ru: Этот запрос будет отправлен на OrbitScripts.com.<br/>Мы оценим эту работу и свяжемся с Вами в течении ближайшего времени.<br/>Или контактируйте с на-usми на <a href=http://orbitscripts.com/contact.html>OrbitScripts.com</a>

source: Delete category
ru_ru: Удалить категорию

source: Manage Categories
ru_ru: Категории

source: Categories
ru_ru: Категории

source: Edit
ru_ru: Редактировать

source: Description
ru_ru: Описание

source: Edit category
ru_ru: Редактирование категории

source: Category Name
ru_ru: Название категории

source: Create category in
ru_ru: Создание категории в

source: Quick Search Protection settings was updated successfully
ru_ru: Параметры защиты от "быстрого" поиска успешно изменены

source: Fraud Protection
ru_ru: Защита от нежелательных посетителей

source: Policy
ru_ru: Политика

source: Proxy Address (domain name or IP address)
ru_ru: Адрес прокси-сервера (доменное имя или IP-адрес)

source: Proxy Address or Range
ru_ru: Адрес прокси-сервера

source: Options
ru_ru: Дополнительно

source: click shoudn't from Transparency Proxy
ru_ru: клики не должны приходить через "прозрачные" прокси-сервера

source: click can be go from Allowed Proxy
ru_ru: клики могут приходить через разрешенные прокси-сервера

source: Proxy list was imported successfully
ru_ru: Список прокси-серверов был успешно импортирован

source: Imported count
ru_ru: Число импортированных

source: Duplicated count
ru_ru: Число дублирующихся

source: Invalid address count
ru_ru: Число некорректных адресов

source: Bulk Upload
ru_ru: Загрузить список

source: Proxy server was created successfully
ru_ru: Прокси-сервер был создан успешно

source: List must contains domain names or IP addresses per line
ru_ru: Список должен содержать одно доменное имя или IP адрес в строке

source: Upload
ru_ru: Загрузить

source: Anti-Proxy Protection settings was updated successfully
ru_ru: Параметры защиты от прокси-серверов успешно изменеы

source: Proxy server was modified successfully
ru_ru: Прокси-сервер был изменен успешно

source: Enable
ru_ru: Включить

source: Disable
ru_ru: Выключить

source: Banned countries list was updated successfully
ru_ru: Список заблокированных стран был успешно изменен

source: Firewall Address or Range
ru_ru: IP адрес или диапазон

source: Firewall list was imported successfully
ru_ru: Список IP адресов был успешно импортирован

source: List must contains IP addresses or Ranges per line
ru_ru: Список должен содержать IP адрес или диапазон в строке

source: Settings
ru_ru: Настройки

source: Minimum interval between search and click
ru_ru: Минимальный интервал между показом и кликом

source: sec
ru_ru: сек

source: Maximum interval between search and click
ru_ru: Максимальный интервал между показом и кликом

source: All Countries
ru_ru: Все страны

source: Banned Countries
ru_ru: Заблокированные страны

source: Search And Click Protection settings was updated successfully
ru_ru: Параметры защиты по показам и кликам успешно изменены

source: Quick search filter
ru_ru: Ограничения

source: Time Period
ru_ru: Временной интервал между показами рекламного объявления посетителю

source: Maximum search numbers
ru_ru: Максимальное число показов рекламного объявления в заданный временной интервал

source: impressions
ru_ru: показов

source: Quick Click Protection settings was updated successfully
ru_ru: Параметры защиты от "быстрого" клика успешно изменены

source: Search IP should be the same as click IP
ru_ru: IP-адрес посетителя не должен изменяться при просмотре рекламного объявления и при клике по нему

source: HTTP_REFERRER shouldn't be empty
ru_ru: Параметр referrer, определяющий с какой страницы пришел клик, не должен быть пустым

source: slot(s) available
ru_ru: слотов доступно

source: Apply channel changes before proceed to Manage Targeting Groups page?
ru_ru: Применить изменения в параметрах канала перед переходом на страницу управления группами нацеливания?

source: Channel Name
ru_ru: Название канала

source: Channel Description
ru_ru: Описание канала

source: Channel Category
ru_ru: Категория канала

source: Choose
ru_ru: Выбрать

source: Ad Settings
ru_ru: Настройки рекламы

source: Text
ru_ru: Текст

source: Image
ru_ru: Изображение

source: Text & Image
ru_ru: Текст и изображение

source: Ad Sources
ru_ru: Источники объявлений

source: Only Advertisers
ru_ru: Только рекламодатели

source: Only XML Feeds
ru_ru: Только XML фиды

source: Advertisers & XML Feeds
ru_ru: Рекламодатели и XML фиды

source: Advertisers by Bid than XML Feeds by Bid
ru_ru: Рекламодатели по биду, затем XML фиды по биду

source: Blend Advertisers with XML Feeds and sort by Bid
ru_ru: Рекламодатели и XML фиды, отсортированные по биду

source: XML Feeds settings
ru_ru: Настройки XML-фидов

source: Contextual
ru_ru: Контекстный

source: Keyword-based
ru_ru: На основе ключевых слов

source: List of keywords (insert one keyword per line)
ru_ru: Список ключевых слов (введите по одному ключевому слову или словосочетанию в каждой строке)

source: Ad Settings (If there is no Ads in system and feeds)
ru_ru: Настройки рекламы (в случае отсутствия объявлений в системе и с фидов)

source: Google AdSense script
ru_ru: Скрипт Google AdSense

source: Show blank ad with color
ru_ru: Залить цветом

source: Close Color Picker
ru_ru: Свернуть

source: Show blank ad
ru_ru: Пустой

source: Channel Targeting
ru_ru: Нацеливание канала

source: Do not use
ru_ru: Не использовать

source: Same as containing site
ru_ru: Как у содержащего канал сайта

source: Custom targeting
ru_ru: Задать нацеливание

source: To return into Admin Account select 'Logout' option.
ru_ru: Для возврата в панель управления администратора, нажмите на ссылку 'Выйти'

source: Create Site
ru_ru: Создать сайт

source: Sites &rarr; Channels
ru_ru: Сайты &rarr; Каналы

source: Channels &rarr; Sites
ru_ru: Каналы &rarr; Сайты

source: Channel_Added
ru_ru: Добавлен

source: Choose at least one site!
ru_ru: Выберите хотя бы один сайт!

source: Incorrect price value specified!
ru_ru: Указано неверное значение цены!

source: Delete channel from site?
ru_ru: Удалить канал из сайта?

source: Choose by Site Category
ru_ru: Выбрать по категории сайта

source: Choose by Channel Category
ru_ru: Выбрать по категории канала

source: Find By Name
ru_ru: Найти по имени

source: Find By Price
ru_ru: Найти по цене

source: Sites Name Filter
ru_ru: Фильтр по имени сайта

source: Sites
ru_ru: Сайты

source: Choosen Sites
ru_ru: Выбранные сайты

source: Get aviable channels
ru_ru: Добавить доступные каналы

source: less or equals
ru_ru: меньше, либо равен

source: per 1K
ru_ru: за 1000 показов

source: Text Ad
ru_ru: Текстовое объявление

source: Image Ad
ru_ru: Графическое объявление

source: per day
ru_ru: за день

source: Channels
ru_ru: Каналы

source: Added Channels
ru_ru: Добавленные каналы

source: split
ru_ru: разделить

source: px
ru_ru: пикс

source: Apply site changes before proceed to Manage Targeting Groups page?
ru_ru: Применить изменения в параметрах сайта перед переходом на страницу управления группами нацеливания?

source: Site URL
ru_ru: Домен

source: Category
ru_ru: Категория

source: Thumb
ru_ru: Изображение

source: Refresh
ru_ru: Обновить

source: Site targeting
ru_ru: Нацеливание сайта

source: CPC Pricing
ru_ru: CPC объявления

source: Use CPC Pricing
ru_ru: Разрешить CPC объявления

source: Min Bid for Text Ads
ru_ru: Минимальный бид для текстовых объявлений

source: Min Bid for Image Ads
ru_ru: Минимальный бид для графических объявлений

source: Layout
ru_ru: Макет

source: Width
ru_ru: Ширина

source: Height
ru_ru: Высота

source: Selected layout is an approximate view of your page/site
ru_ru: Выбранный макет является примерной проекцией вашей страницы/сайта

source: Layout Presets
ru_ru: Заданные макеты

source: Customize
ru_ru: Настроить

source: User Messages
ru_ru: Почта

source: Dashboard
ru_ru: Статистика

source: Total changes for the period
ru_ru: Изменения за выбранный период

source: Total Earnings
ru_ru: Всего заработано

source: Total Impressions
ru_ru: Всего показов

source: Total Clicks
ru_ru: Всего кликов

source: CTR
ru_ru: Рейтинг кликов

source: Graphs for the period
ru_ru: Графики изменений за выбранный период

source: Top Advertisers
ru_ru: Лучшие рекламодатели

source: Orbitscripts.com News
ru_ru: Новости от Orbitscripts.com

source: Top Feeds
ru_ru: Лучшие фиды

source: Top Sites
ru_ru: Лучшие сайты

source: Manage Feeds
ru_ru: Фиды

source: Feed request successfully sended!
ru_ru: Запрос на установку фида успешно выслан!

source: feed_Resume
ru_ru: Включить

source: feed_Pause
ru_ru: Выключить

source: feed_Report
ru_ru: Отчет по фидам

source: Feed Commission Help
ru_ru: Внесите сюда комиссию, которую вам платит поставщик фидов.<br/>Это значение необходимо для корректного расчета доходов от фидов.<br/><br/><b>Пример</b>: Бид объявления <b>{BID}</b>.<br/>Комиссионные выплачиваемые пртнерам поставщиком фидов <b>{PROCENT}%</b>.<br/>Отчет покажет ваш доход равный <b>{REVENUE}</b>.

source: Affiliate ID
ru_ru: Ваш партнерский Код

source: Commission, %
ru_ru: Комиссия, %

source: Feed Name
ru_ru: Фид

source: News
ru_ru: Новости

source: Preview of news
ru_ru: Предварительный просмотр новости

source: Publish
ru_ru: Опубликовать

source: Unpublish
ru_ru: Отменить публикацию

source: To
ru_ru: Кому

source: Publication Date
ru_ru: Дата публикации

source: Send as plain text
ru_ru: Отправить как простой текст

source: Reset
ru_ru: Сброс

source: Create Mail
ru_ru: Создать письмо

source: Filter by status:
ru_ru: Фильтровать по статусу

source: Change Balance
ru_ru: Изменить баланс

source: Current Ballance
ru_ru: Текущий баланс

source: Submit
ru_ru: Подтвердить

source: System settings successfully updated!
ru_ru: Системные настройки были успешно изменены!

source: I'd like to approve users after they signup
ru_ru: Я хочу подтверждать зарегистрировавшихся рекламодателей

source: System Settings
ru_ru: Системные Настройки

source: Global options
ru_ru: Глобальные настройки

source: System Title
ru_ru: Название сайта

source: Administrator Information
ru_ru: Данные администратора

source: Administrator E-mail
ru_ru: E-mail администратора

source: Reserve one slot in a channel for CPM
ru_ru: Всгда резервировать один слот в канале под CPM рекламу

source: I'd like to approve advertisers campaigns
ru_ru: Я хочу подтверждать кампании рекламодателей

source: Users
ru_ru: Настройки пользователей

source: Other...
ru_ru: Другой...

source: Status
ru_ru: Статус

source: Creation Date
ru_ru: Дата создания

source: select timezone
ru_ru: выберите часовой пояс

source: all
ru_ru: все

source: select country
ru_ru: выберите страну

source: yes
ru_ru: да

source: This transaction has been declined.
ru_ru: Транзакция была отклонена.

source: There has been an error processing this transaction:
ru_ru: При обработке транзакции обнаружена ошибка:

source: This transaction is being held for review.
ru_ru: Транзакция отложена для проверки.

source: Transaction error!
ru_ru: Неизвестная ошибка транзакции!

source: Last week (Sun-Sat)
ru_ru: Прошедшая неделя (Вс-Сб)

source: Earnings
ru_ru: Заработано

source: Impressions
ru_ru: Показы

source: Clicks
ru_ru: Клики

source: % CTR
ru_ru: Рейтинг кликов, %

source: Top Sites (%d)
ru_ru: Лучшие сайты (%d)

source: Records not found
ru_ru: Записи отсутствуют

source: Top Feeds (%d)
ru_ru: Лучшие фиды (%d)

source: Top Advertisers (%d)
ru_ru: Лучшие рекламодатели (%d)

source: Unread status
ru_ru: Статус прочитанного сообщения

source: Reply status
ru_ru: Статус ответа на сообщение

source: Message unread
ru_ru: Непрочитанное сообщение

source: Message readed
ru_ru: Прочитанное сообщение

source: Message replied
ru_ru: Ответ был послан

source: User messages was successfully deleted!
ru_ru: Почтовые сообщения были успешно удалены!

source: Max %s characters
ru_ru: Максимум %s символов
