Repository: dvliman/ads-server
Catalog: openadserver/application/locale/*/LC_MESSAGES/core.po
Languages: ru_ru

source: No sites were selected
ru_ru: Не были выбрано ни одного сайта

source: %u site(s) were deleted successfully
ru_ru: %u сайт(-ов) был(-и) удален(-ы) успешно

source: %u site(s) were not removed
ru_ru: %u сайт(-ов) не был(-о) удален(-о)

source: No sites were deleted
ru_ru: Выбранный (-ые) сайт(-ы) не были удален(-ы)

source: Do you want your users to have a bigger choice of payment methods?
ru_ru: Вы хотите, чтобы для ваших пользователей было доступно больше способов оплаты?

source: Request additional payment gateways integration into the system.
ru_ru: Сделайте запрос на интеграцию дополнительных платёжных шлюзов.

source: Last Updated
ru_ru: Последнее обновление

source: Order
ru_ru: Порядок

source: pub_Delete
ru_ru: Удалить

source: mem_Delete
ru_ru: Удалить

source: mem_Send E-Mail
ru_ru: Отправить E-Mail

source: com_Delete
ru_ru: Удалить

source: mem_Resume
ru_ru: Восстановить

source: fraud_protection_disabled
ru_ru: Выключено

source: fraud_protection_enabled
ru_ru: Включено
