Repository: dvliman/ads-server
Catalog: openadserver/application/locale/*/LC_MESSAGES/evo.po
Languages: ru_ru

source: You cant renew Flat Rate Image, may be CPM text
ru_ru: Вы не можете продлить вашу текущую Flat Rate программу графической рекламы, потому что таких программ больше нет. Однако, вы можете сменить программу на текстовую CPM.

source: You cant renew
ru_ru: Вы не можете продлить вашу текущую рекламную программу, потому что для этого сайта/канала доступных програм нет.

source: You cant renew Flat Rate, got Flat Rate image, may be CPM
ru_ru: Вы не можете продлить программу Flat Rate для этого сайта/канала,потому что другой рекламодатель уже купил Flat Rate Image рекламу. Однако, вы можете сменить программу на CPM, выбрав подходящую из списка.

source: You cant renew Flat Rate, no free slots, may be CPM
ru_ru: Вы не можете продлить программу Flat Rate для этого сайта/канала, потому что другие рекламодатели уже заняли все свободные слоты Flat Rate рекламой. Однако, вы можете сменить программу на CPM, выбрав подходящую из списка.

source: You cant renew Flat Rate Image, some slots used, may be text
ru_ru: Вы не можете продлить программу Flat Rate Image для этого сайта/канала, потому что другие рекламодатели заняли часть слотов Flat Rate рекламой. Однако, вы можете сменить программу на текстовую, выбрав подходящую из списка.

source: Congratulations! Site/channel program was successfully renewed!
ru_ru: Поздравляем! Программа рекламы для сайта/канала успешно продлена!

source: Congratulations! Bids for sites was successfully updated!
ru_ru: Поздравляем! Биды для сайтов были успешно изменены!

source: Uploaded file has wrong dimensions
ru_ru: Загруженный файл имеет неверные размеры

source: CPM prices
ru_ru: Цены CPM

source: Flat Rate prices
ru_ru: Цены Flat Rate

source: Color palette was created successfully
ru_ru: Цветовая схемы была успешно создана

source: Color palette was edited successfully
ru_ru: Цветовая схемы была успешно изменена

source: Subtract
ru_ru: Вычесть

source: Create CPM prices for channel
ru_ru: Создание CPM программы для канала

source: Edit CPM prices for channel
ru_ru: Редактирование CPM программы для канала

source: Create Flat Rate prices for channel
ru_ru: Создание Flat Rate программы для канала

source: Edit Flat Rate prices for channel
ru_ru: Редактирование Flat Rate программы для канала

source: Cost Image Only Ad
ru_ru: Стоимость графических объявлений

source: Cost Image Ad
ru_ru: Стоимость текстовых и графических объявлений

source: This channel contains %s slots and according to Cost for Text Ad the recommended Cost for Image Ad is
ru_ru: Этот канал содержит %s слотов и, исходя из цены за текстовое объявление, рекомендуемая цена за графическое объявление составляет

source: Program was created successfully
ru_ru: Программа была успешно создана

source: Program was edited successfully
ru_ru: Программа была успешно изменена

source: Price changed mail title
ru_ru: Уведомление об изменение цены на прайс с автопродлением

source: All
ru_ru: Все

source: Ad
ru_ru: Объявление

source: Apply
ru_ru: Применить

source: pl_unapproved
ru_ru: ожидающие активации

source: Congratulations! Advertiser was successfully created.
ru_ru: Поздравляем! Учетная запись рекламодателя была успешно зарегистрированна.

source: Ad Placing
ru_ru: Размещение рекламы

source: Update Account
ru_ru: Обновить

source: Congratulations! Advertiser account was successfully updated!
ru_ru: Поздравляем! Учетная запись рекламодателя была успешно отредактированна.

source: New Price
ru_ru: Новая цена

source: Delivered
ru_ru: Предоставлено

source: Left
ru_ru: Осталось

source: same
ru_ru: не изменилась

source: Show History
ru_ru: История

source: Campaign / Group
ru_ru: Кампания / Группа

source: Select Group in Campaign to add site/channel for or press "Add to new campaign" button
ru_ru: Выберете группу в кампании, куда вы желаете добавить сайт/канал и нажмите кнопку "Добавить в новую кампанию"

source: Program Type
ru_ru: Тип программы

source: Min CPC
ru_ru: Мин CPC

source: Min CPC Image
ru_ru: Мин CPC для графических объявлений

source: Select existing Campaign &rarr; Group to add site/channel for
ru_ru: Выберете существующую кампанию &rarr; Группу, куда вы желаете добавить сайт/канал

source: Add to new campaign
ru_ru: Добавить в новую кампанию

source: Add to New Campaign
ru_ru: Добавить в новую кампанию

source: Select program type from list.
ru_ru: Выберете тип программы из списка

source: Channel information
ru_ru: Информация о канале

source: Volume
ru_ru: Величина

source: Cost Text
ru_ru: Цена за текст

source: Cost Image
ru_ru: Цена за графику

source: How would you like generate keywords?
ru_ru: Каким образом вы хотите сгенерировать ключевые слова?

source: Descriptive word ot phrase
ru_ru: Описание слова или фразы

source: Website content
ru_ru: С контента вебсайта

source: Enter keyword or phrase (one per line)
ru_ru: Введите ключевое слово или фразу (по одному в каждой строке)

source: Don't show keywords that contain the following words (one per line)
ru_ru: Не показывайте ключевые слова, которые содержат следующие слова (по одному в каждой строке)

source: Don't show keywords in my group
ru_ru: Не показывайте ключевые слова в моей группе

source: Get keyword ideas
ru_ru: Получить ключевые слова

source: Enter a web page URL to find keywords related content on the page
ru_ru: Введите адрес сайта для нахождения ключевых слов в соответствии с контентом введенного сайта

source: Or, enter your own text into box
ru_ru: Или введи в окно свой текст

source: Selected keywords
ru_ru: Выбранные ключевые слова

source: Add your own keywords
ru_ru: Добавить свои ключевые слова

source: Add to list
ru_ru: Добавить к списку

source: Format legend
ru_ru: Формат надписи

source: keyword
ru_ru: Ключевое слово

source: broad match
ru_ru: Расширенное совпадение

source: match exact phrase
ru_ru: Фразовое соответствие

source: don't match this therm
ru_ru: Не учитывать

source: Examples
ru_ru: Примеры

source: Set custom bid for this keyword.
ru_ru: Установите заданный бид для этого ключевого слова

source: Broad Match
ru_ru: Расширенное совпадение

source: Exact Match
ru_ru: Точное совпадение

source: Don't Match
ru_ru: Без слов

source: Set your bid for this keyword on sites. Leave blank to use default bid value.
ru_ru: Установите ваш бид по ключевому слову на сайтах. Оставьте поле пустым для использования бида по умолчанию.

source: Set your bid for this keyword on parked domains. Leave blank to use default bid value.
ru_ru: Установите ваш бид по ключевому слову на припаркованных доменах. Оставьте поле пустым для использования бида по умолчанию.

source: Set your bid for this keyword on search results. Leave blank to use default bid value.
ru_ru: Установите ваш бид по ключевому слову в поисковых результатах. Оставьте поле пустым для использования бида по умолчанию.

source: Error loading campaign targeting
ru_ru: Ошибка загрузки нацеливания кампании

source: Places
ru_ru: Места

source: All available places (Recommended for new advertisers)
ru_ru: Все доступные места (Рекомендуется для новых рекламодателей)

source: Let me choose
ru_ru: Позвольте мне выбрать

source: Content Network
ru_ru: Контентная Сеть

source: Relevant pages across the entire network
ru_ru: Релевантные страницы по всей сети

source: Relevant pages only on the placements I manage
ru_ru: Релевантные страницы только в местах, которыми я укажу

source: Details
ru_ru: Детали

source: Daily Budget cannot be less than Default Bid for Images!
ru_ru: Ежедневный Бюджет не может быть меньше, чем бид по умолчанию для графических объявлений

source: The new minimal bid for text ads is
ru_ru: Новый минимальный бид для текстовых объявлений

source: The new minimal bid for image ads is
ru_ru: Новый минимальный бид для графических объявлений

source: Filter by type:
ru_ru: По типу

source: Don't include keywords
ru_ru: Не включать слова

source: Type
ru_ru: Тип

source: Image Size
ru_ru: Размер Изображения

source: Invalid channels list information
ru_ru: Неверная информация о списке каналов

source: more info...
ru_ru: Далее…

source: Contact us
ru_ru: Контакты

source: Our address
ru_ru: Наш адрес

source: Russia, 344038
ru_ru: Россия, 344038

source: Rostov-on-Don
ru_ru: Ростов-на-Дону

source: Mironova Str., 4B
ru_ru: Ул. Миронова, 4Б

source: Our phones
ru_ru: Наш телефон

source: per
ru_ru: в

source: Image Price
ru_ru: Цена за графическое объявление

source: Min Text Bid
ru_ru: Мин. бид для текстового объявления

source: Min Image Bid
ru_ru: Мин. бид для графического объявления

source: Layout does not created for this site
ru_ru: Макет для данного сайта не создан

source: Buy this site/channel
ru_ru: Купите этот сайт/канал

source: General Settings
ru_ru: Общие Настройки

source: Style Settings
ru_ru: Настройки Стиля

source: Minimal keyword bid for searches
ru_ru: Минимальный бид по ключевому слову в поисках

source: Manage Keywords
ru_ru: Управление ключевыми словами

source: Minimal keyword bid for sites
ru_ru: Минимальный бид по ключевому слову на сайтах

source: Parameters of price
ru_ru: Параметры цены

source: Error getting category info
ru_ru: Ошибка получения информации по категории

source: slots
ru_ru: Слоты

source: type
ru_ru: Тип

source: Text and Image
ru_ru: Графика и Текст

source: Default Bids
ru_ru: Биды по умолчанию

source: Minimal bid for text ads
ru_ru: Минимальный бид для текстового объявления

source: Minimal bid for image ads
ru_ru: Минимальный бид для графического объявления

source: All CPC Campaigns
ru_ru: Все СРС Кампании

source: All CPM/Flat Rate Campaigns
ru_ru: Все CPM/Flat Rate Кампании

source: At least one Ad is required
ru_ru: Необходимо по крайней мере одно объявление

source: At least one Text Ad is required
ru_ru: Необходимо по крайней мере одно тестовое объявление

source: Top Keywords (%d)
ru_ru: Популярные запросы (%d)

source: Default Search Bid
ru_ru: Бид по умолчанию для поиска

source: Default keyword bid for searches can't be lower than %s!
ru_ru: Бид по умолчанию по ключевому слову для поисков не может быть меньше, чем %s!

source: Minimal keyword bid for searches can not be less then
ru_ru: Минимальный бид по ключевому слову для поисков не может быть меньше, чем

source: Default Sites Bid
ru_ru: Бид по умолчанию для сайтов

source: Bids
ru_ru: Биды

source: There are no selected keywords
ru_ru: Нет выбранных ключевых слов

source: pl_broad_match
ru_ru: Расширенное совпадение

source: pl_exact_match
ru_ru: Точное совпадение

source: Minimal keyword bid for sites can not be less then
ru_ru: Минимальный бид по ключевому слову для сайтов не может быть меньше, чем

source: AutoRenew has been disabled
ru_ru: Авто-обновление было отключено

source: Unknown error
ru_ru: Неизвестная ошибка

source: Sites Bid
ru_ru: Бид для сайтов

source: Default keyword bid for sites can't be lower than %s!
ru_ru: Бид по умолчанию по ключевому слову для сайтов не может быть меньше, чем %s!

source: Advertiser Competition
ru_ru: Конкуренция рекламодателей

source: Monthly Search Volume
ru_ru: Ежемесячное количество запросов

source: Match Type
ru_ru: Тип соответствия

source: Broad
ru_ru: Расширенный

source: Exact
ru_ru: Точный

source: Don't match
ru_ru: Не соответсвует

source: Added
ru_ru: Добавленные

source: Because you use keywords you need to set default bids
ru_ru: Так как вы используете ключевые слова, вам необходимо установить биды по умолчанию

source: Channel &bdquo;%s&ldquo; at site &bdquo;%s (%s)&ldquo; choosed by you in Site Directory was successfully appended to &bdquo;Recently added channels&ldquo; list
ru_ru: Выбранный вами канал &bdquo;%s&ldquo; на сайте &bdquo;%s (%s)&ldquo; в Каталоге Сайтов был успешно прикреплен к списку &bdquo; Недавно добавленных каналов &ldquo;

source: Due to error channel &bdquo;%s&ldquo; at site &bdquo;%s (%s)&ldquo; choosed by you in Site Directory was not appended to &bdquo;Recently added channels&ldquo; list
ru_ru: Вследствие ошибки канал &bdquo;%s&ldquo; на выбранном вами сайте &bdquo;%s (%s)&ldquo; в Каталоге Сайтов не был прилеплен к списку &bdquo; Недавно добавленных каналов &ldquo;

source: Site/channel was sucesfully added to group
ru_ru: Сайт/канал был успешно добавлен в группу

source: Site/channel was sucesfully deleted from group
ru_ru: Сайт/канал был успешно удален из группы

source: Destination URL protocol
ru_ru: протокол назначения адреса

source: URL
ru_ru: адрес

source: Default Bids and Daily Budget updated successfully!
ru_ru: Биды по умолчанию и Ежедневный Бюджет были успешно обновлены!

source: Default Bids updated successfully!
ru_ru: Биды по умолчанию успешно обновлены!

source: Bid value is not specified!
ru_ru: Значение бида не определено!

source: Bid for some sites is not updated
ru_ru: Бид для некоторый сайтов не обновлен

source: Site or bid are not specified
ru_ru: Сайт или бид не определены

source: Bid for some sites is not updated.
ru_ru: Бид для некоторый сайтов не обновлен

source: Site or position are not specified
ru_ru: Сайт или позиция не определены

source: Site &bdquo;%s (%s)&ldquo; choosed by you in Site Directory will be added on &bdquo;Select Sites&ldquo; step
ru_ru: Выбранный вами сайт &bdquo;%s (%s)&ldquo; в Каталоге Сайтов будет добавлен на шаге &bdquo; Выбор сайтов &ldquo;

source: Channel &bdquo;%s&ldquo; at site &bdquo;%s (%s)&ldquo; choosed by you in Site Directory will be added on &bdquo;Select Sites/Channels&ldquo; step
ru_ru: Канал &bdquo;%s&ldquo; на выбранном вами сайте &bdquo;%s (%s)&ldquo; в Каталоге Сайтов будет добавлен на шаге &bdquo; Выбор сайтов/каналов &ldquo;

source: Dayly Budget
ru_ru: Ежедневный Бюджет

source: Daily Budget cannot be less than Default Bid Image!
ru_ru: Ежедневный Бюджет не может быть меньше бида по умолчанию для графических объявлений

source: Default Bids can't be greater than Daily Budget (%s)!
ru_ru: Биду по умолчанию не могут быть больше, чем Ежедневный Бюджет (%s)!

source: Site &bdquo;%s (%s)&ldquo; choosed by you in Site Directory was successfully appended to &bdquo;Added Sites&ldquo; list
ru_ru: Выбранный вами сайт &bdquo;%s (%s)&ldquo; в Каталоге Сайтов был успешно прикрепленк списку &bdquo; Добавленный Сайты &ldquo;

source: Due to error site &bdquo;%s (%s)&ldquo; choosed by you in Site Directory was not appended to &bdquo;Added Sites&ldquo; list
ru_ru: Вследствие ошибки выбранный вами сайт &bdquo;%s (%s)&ldquo; В Каталоге Сайтов не был прикреплен к списку &bdquo; Добавленные Сайты &ldquo;

source: Default Bid for Text Ads can't be lower than minimal bid (%s)!
ru_ru: Бид по умолчанию для текстовых объявлений не может быть меньше, чем минимальный бид (%s)!

source: Default Bid for Images can't be greater than Daily Budget (%s)!
ru_ru: Бид по умолчанию для графических объявлений не может быть большге, чем Ежедневный Бюджет (%s)!

source: Default Bid for Image Ads can't be lower than minimal bid (%s)!
ru_ru: Бид по умолчанию для графических объявлений не может быть меньше, чем минимальный бид (%s)!

source: Site, bid or bid type are not specified
ru_ru: Сайт, бид или тип бида не определены

source: Site, position or position type are not specified
ru_ru: Сайт, позиция или типа позиции не определены

source: Some Sites were not added!
ru_ru: Некоторые сайты не были добавлены!

source: At least one place must be selected!
ru_ru: Хотя бы одно место должно быть выбрано!

source: select...
ru_ru: выбрать…

source: Select payment program type
ru_ru: Выберете тип программы оплаты

source: Parked Domains
ru_ru: Припаркованные домены

source: New Image Bid
ru_ru: Новый бид для графических объявлений

source: You can upgrade
ru_ru: Вы может повысить свой тип объявления

source: You cant upgrade
ru_ru: Вы не можете повысить свой тип объявления

source: You cant buy program, not enough money.
ru_ru: Вы не можете купить программу, так как у вас на счету недостаточно денег

source: Contact Us Message
ru_ru: Контакты

source: Unknown Error
ru_ru: Неизвестная Ошибка

source: CPC Ads
ru_ru: CPC объявления

source: CPM Ads
ru_ru: CPM объявления

source: ID site
ru_ru: ID Сайта

source: System default palette cannot be deleted
ru_ru: Системная по умолчанию палитра не может быть удалена

source: Access denied
ru_ru: Доступ запрещен

source: Palettes List
ru_ru: Список палитры

source: Link Title Font Name
ru_ru: Заголовок ссылки

source: Link Title Font Color
ru_ru: Цвет заголовка ссылки

source: Link Title Font Size
ru_ru: Размер заголовка ссылки

source: Link Title Font Style
ru_ru: Стиль заголовка ссылки

source: Text Font Name
ru_ru: Шрифт текста

source: Text Font Color
ru_ru: Цвет текста

source: Text Font Size
ru_ru: Размер текста

source: Text Font Style
ru_ru: Стиль текста

source: Advertiser is not specified!
ru_ru: Рекламодатель не определен!

source: URL Font Name
ru_ru: Шрифт URL

source: URL Font Color
ru_ru: Цвет URL

source: URL Font Size
ru_ru: Размер URL

source: URL Font Style
ru_ru: Стиль URL

source: Background Color
ru_ru: Цвет фона

source: Border Color
ru_ru: Цвет границы

source: Palette not found
ru_ru: Палитра не найдена

source: You can't set user balance negative!
ru_ru: Вы не можете установить отрицательный баланс пользователя!

source: Site is not found
ru_ru: Сайт не найден

source: Site or Channel code is not specified
ru_ru: Сайт или код канала не определены

source: Channel is not found
ru_ru: Канал не найден

source: Set channel layout for this site
ru_ru: Выберете макет канала для данного сайта

source: Category Keywords
ru_ru: Категория ключевых слов

source: Parent category not specified
ru_ru: Родственная категория не определена

source: Specified parent category not found
ru_ru: Выбранная родственная категория не найдена

source: Category not specified
ru_ru: Категория не определена

source: Specified category not found
ru_ru: Выбранная категория не найдена

source: Minimal bid for text ads can not be less then
ru_ru: Минимальный бид для текстового объявления не может быть меньше, чем

source: Minimal bid for image can not be less then
ru_ru: Минимальный бид для графического объявления не может быть меньше, чем

source: Congratulations! Default bids were successfully updated!
ru_ru: Поздравляем! Биды по умолчанию были успешно изменены!

source: renewed:
ru_ru: Возобновленный

source: broad
ru_ru: Расширенный

source: exact
ru_ru: Точный

source: not
ru_ru: Нет

source: No keywords was specified
ru_ru: Ключевые слова не были выбраны

source: cpm_flatrate
ru_ru: Flat Rate/CPM

source: Channel is not specified
ru_ru: Канал не выбран

source: Days
ru_ru: Дни

source: CPM / Flat Rate Campaign Description
ru_ru: CPM / Flat Rate кампания может содержать объявления, которые оплачиваются за тысячу показов (CPM) или за некоторый период времени (Flat Rate). Оплата за такие объявления производится сразу. В кампании типа CPM / Flat Rate вы выбираете желаемую схему оплаты за рекламу на каждом из выбранных каналов.

source: CPC Campaign Description
ru_ru: CPC кампания содержит только CPC объявления. Такие объявления оплачиваются после совершения клика на объявлении. Вы будете оплачивать каждый раз, когда кто-либо кликает на Вашем объявлении. В CPC кампании вы определяете ваш бид для каждого сайта – цену за клик, которую Вы готовы заплатить за рекламу этом сайте.

source: Create CPM / Flatrate Campaign
ru_ru: Создание CPM / Flatrate кампании

source: Choose Sites/Channels
ru_ru: Выбрать&nbsp;сайты/каналы

source: Set Pricing
ru_ru: Установить&nbsp;бюджет

source: Preview Ads
ru_ru: Просмотреть&nbsp;объявления

source: Review your selections
ru_ru: Проверить

source: Select Sites
ru_ru: Выбрать сайты

source: Select Keywords
ru_ru: Выберете ключевые слова

source: Create CPC Campaign
ru_ru: Создание CPC кампании

source: Edit Keywords
ru_ru: Редактировать ключевые слова

source: Edit CPM / Flatrate Campaign
ru_ru: Редактирование CPM / Flatrate кампании

source: Edit CPC Campaign
ru_ru: Редактирование CPC Кампании

source: E-Mail
ru_ru: Электронный адрес

source: Account ID
ru_ru: Идентификатор учетной записи

source: Transaction Key
ru_ru: Ключ транзакции

source: cam_active
ru_ru: Активные

source: site_active
ru_ru: Активный

source: fraud_protection_disabled
ru_ru: Выключено

source: fraud_protection_enabled
ru_ru: Включено

source: channel_active
ru_ru: Активный

source: channel_paused
ru_ru: Приостановленный

source: Delete selected groups?
ru_ru: Удалить выбранные группы?

source: Delete selected campaigns?
ru_ru: Удалить выбранные кампании?

source: of week
ru_ru: недели

source: view example
ru_ru: посмотреть пример

source: Downgrade
ru_ru: Понизить

source: Apply to All
ru_ru: Применить ко всем

source: Do you realy want to remove this keyword from your group?
ru_ru: Вы уверены, что хотите удалить данное ключевое слово из группы?

source: Delete selected ads?
ru_ru: Удалить выбранные объявления?

source: Resolve
ru_ru: Решить

source: Upgrade
ru_ru: Модернизировать

source: Renew
ru_ru: Продлить

source: Your bid is
ru_ru: Ваш бид равен

source: Do you realy want to remove this site from your CPC camapign?
ru_ru: Вы действительно желаете удалить этот сайт с вашей СРС кампании?

source: Set Site Layout
ru_ru: Выберете Макет Сайта

source: Delete selected advertisers?
ru_ru: Удалить выбранных рекламодателей?

source: View ads for site
ru_ru: Просмотр объявлений для сайта

source: Show Ads
ru_ru: Просмотр

source: APIXMLSiteNote
ru_ru: <br />[KEYWORD]<span class="required">&nbsp;</span> - ключевое слово для получения рекламных объявлений (пример: 'машины'),<br />[RESULTS]<span class="required">&nbsp;</span> - - количество рекламных объявлений в блоке (пример: 6),<br />[PAGE_URL]<span class="required">&nbsp;</span> - ссылка на страницу, где размещен рекламный блок (пример: 'http://example.net/page.html'),<br/>[REFERRER_URL]<spanclass="required">&nbsp;</span> - ссылка на страницу, с которой был осуществлен переход (пример: 'http://example.com/referrer_page.html'),<br>[IP_ADDRESS]<span class="required">&nbsp;</span> - IP-адрес посетителя (пример: '192.168.0.1'),<br>[USER_AGENT]<span class="required">&nbsp;</span> - информация об User-agent посетителя (пример: 'Mozilla/4.0 (compatible; MSIE 7.0b; Win32)'),<br />[ACCEPT]<span class="required">&nbsp;</span> - список поддерживаемых языков браузером посетителя (пример: 'ru,en-us;q=0.7,en;q=0.3'),<br>[IP_PROXY_ADDRESS] - IP-адрес прокси-сервера посетителя (пример: '192.168.0.1'). Данный параметр опционален.

source: imp.
ru_ru: показы

source: Text Price
ru_ru: Цена за графическое объявление

source: Program is already bought
ru_ru: Программа уже куплена

source: charged by month
ru_ru: списано за месяц

source: Search Bid
ru_ru: Поисковый Бид

source: Default keyword bid for searches is
ru_ru: Биды по-умолчанию для поисков не должны быть меньше чем

source: Generate Code
ru_ru: Сгенерировать Код

source: Manage Channels
ru_ru: Управление каналами

source: Site &bdquo;%s (%s)
ru_ru: Сайт &bdquo;%s (%s)

source: Due to error site &bdquo;%s (%s)
ru_ru: Вследствии ошибки сайт &bdquo;%s (%s)

source: Default Bid can't be greater than Daily Budget (%s)
ru_ru: Бид по умолчанию не может быть больше, чам Ежедневный Бюджет (%s)

source: Default Bid for Text Ads can't be lower than minimal bid (%s)
ru_ru: Бид по умолчанию для текстовых объявлений не может быть меньше, чем минимальный бид (%s)

source: Default Bid for Images can't be greater than Daily Budget (%s)
ru_ru: Бид по умолчанию для графических объявлений не может быть больше, чам Ежедневный Бюджет (%s)

source: Default Bid for Image Ads can't be lower than minimal bid (%s)
ru_ru: Бид по умолчанию для графических объявлений не может быть меньше, чем минимальный бид (%s)

source: Competitors count for this site is limit your position
ru_ru: Общее количество конурентов на этом сайте ограничивает Вашу позицию

source: Minimal site bid and other competitors bids for this site are limit your position
ru_ru: Минимальный бид сайта и биды конурентов для этого сайта ограничивает Вашу позицию
