Repository: dvliman/ads-server
Catalog: openadserver/application/locale/*/LC_MESSAGES/evo.po
Languages: ru_ru

source: Congratulations! Payment completed!
ru_ru: Поздравляем! Платеж успешно проведен.

source: Total: {TOTAL} ({DEPOSIT} - deposit, {COMMISSION} - commission)
ru_ru: Комиссия системы равна <b>{COMMISSION}</b>.<br/>Чтобы положить на счет <b>{DEPOSIT}</b>, вам необходимо оплатить <b>{TOTAL}</b>.

source: Add Funds
ru_ru: Внесение Платежей

source: Payment gateway
ru_ru: Платежный шлюз

source: Site Directory
ru_ru: Каталог сайтов

source: Site
ru_ru: Cайт

source: Legend
ru_ru: Легенда

source: CPM/FlatRate Campaign
ru_ru: CPM/FlatRate кампания

source: CPC Campaign
ru_ru: CPC кампания

source: Campaign Type
ru_ru: Тип кампании

source: Back
ru_ru: Назад

source: Select Keywords (optional). Click Next button in case you don’t want to use keywords for this ad campaign.
ru_ru: Выберите ключевые слова. Если в этой рекламной компании вы не хотите использовать ключевые слова то вы можете пропустить этот шаг нажав на кнопку Далее.

source: Delete selected mails?
ru_ru: Вы действительно хотите удалить выбранные письма?

source: Top Campaigns
ru_ru: Лучшие кампании

source: Your balance:
ru_ru: Ваш баланс:

source: Total Spent
ru_ru: Всего потрачено

source: Your account settings successfully updated!
ru_ru: Настройки Вашей учетной записи успешно изменены!

source: All Campaigns
ru_ru: Все кампании

source: Campaign
ru_ru: Кампания

source: Group
ru_ru: Группа

source: Are you sure you want to cancel import ads?
ru_ru: Отменить импорт объявлений?

source: Please choose one or more ad for importing.
ru_ru: Пожалуйста выберите одно или более объявление для импортирования.

source: Ad_Added
ru_ru: Добавлено

source: Manage Ads
ru_ru: Рекламные кампании

source: Info
ru_ru: Информация

source: Select one or more ads for import directly from you campaigns tree
ru_ru: Выберите одно или более объявлений для импорта напрямую из вашего дерева кампаний

source: Select Ads for import
ru_ru: Выберите объявления для импорта

source: Import
ru_ru: Импортировать

source: Selected Ads
ru_ru: Выбранные объявления

source: Add Selected
ru_ru: Добавить выбранные

source: Groups
ru_ru: Группы

source: Summary
ru_ru: Статистика

source: Set your bid for this Site. Leave blank to use default bid value.
ru_ru: Укажите свой бид для этого сайта. Оставьте поле пустым для использования бида по-умолчанию.

source: Create Campaign
ru_ru: Создать кампанию

source: Your Bid
ru_ru: Ваш бид

source: Choose type of Campaign
ru_ru: Выберите тип кампании

source: Group Name
ru_ru: Название группы

source: Default Bid
ru_ru: Бид по-умолчанию для текстовых объявлений

source: Default Bid Image
ru_ru: Бид по-умолчанию для графических объявлений

source: Daily Budget
ru_ru: Ежедневный бюджет

source: Your Account
ru_ru: Ваша учетная запись

source: Ad Group
ru_ru: Группа

source: Ad(s)
ru_ru: Объявление(-я)

source: Sites / Channels
ru_ru: Сайты / каналы

source: Date range
ru_ru: Отчетный период

source: Filter by type
ru_ru: Фильтр по типу

source: cam_Resume
ru_ru: Возобновить

source: cam_Pause
ru_ru: Приостановить

source: cam_Delete
ru_ru: Удалить

source: Countries
ru_ru: Страны

source: Languages
ru_ru: Языки

source: All Languages
ru_ru: Все языки

source: defined
ru_ru: задан

source: undefined
ru_ru: не задан

source: Campaign Name
ru_ru: Название кампании

source: Schedule
ru_ru: График

source: days of week
ru_ru: дней недели

source: Geo Targeting
ru_ru: Нацеливание по странам

source: Selected Countries
ru_ru: Выбранные страны

source: Language Targeting
ru_ru: Языковое нацеливание

source: Language
ru_ru: Язык

source: Selected Languages
ru_ru: Выбранные языки

source: 24 hours time format
ru_ru: 24 часовой формат времени

source: 12 hours time format
ru_ru: 12 часовой формат времени

source: Mon
ru_ru: Пнд

source: Tue
ru_ru: Втр

source: Wed
ru_ru: Срд

source: Thu
ru_ru: Чтв

source: Fri
ru_ru: Птн

source: Sat
ru_ru: Сбт

source: Sun
ru_ru: Вск

source: All current targeting changes will be lost. Are you sure to load targeting?
ru_ru: Все внесенные в нацеливание изменения будут потеряны. Вы действительно хотите загрузить нацеливание?

source: Turn on scheduling
ru_ru: Включить расписание

source: Run at select times only. Running time
ru_ru: Показывать рекламу только в выбранное время. Задействовано

source: Ads running at all times.
ru_ru: Показывать рекламу всё время.

source: Please select at least one location.
ru_ru: Пожалуйста выберите хотя бы одну страну.

source: Please select at least one language.
ru_ru: Пожалуйста выберите хотя бы один язык.

source: Basic_Targeting
ru_ru: Базовое

source: Advanced_Targeting
ru_ru: Расширенное

source: Load targeting from existing campaign
ru_ru: Загрузить нацеливание из существующей кампании

source: Load
ru_ru: Загрузить

source: Daily Impressions
ru_ru: Количество ежедневных показов

source: Sites/Channels
ru_ru: Сайты/Каналы

source: Campaign Cost
ru_ru: Стоимость кампании

source: Ads
ru_ru: Объявления

source: Add All Sites
ru_ru: Добавить все сайты

source: Choose Category to show sites from!
ru_ru: Выберите категорию, сайты из которой следует показать!

source: Are you sure to delete this site from Selected Sites?
ru_ru: Вы действительно хотите удалить этот сайт из списка выбранных?

source: Site_Added
ru_ru: Добавлен

source: Incorrect position value specified!
ru_ru: Введено некорректное значение позиции!

source: Are you sure to change bid for all Selected Sites?
ru_ru: Изменить бид для всех выбранных сайтов?

source: Your default bid
ru_ru: Ваш бид по-умолчанию для текстовых объявлений

source: Your default bid for images
ru_ru: Ваш бид по-умолчанию для графических объявлений

source: All Sites
ru_ru: Все сайты

source: By Category
ru_ru: По категории

source: By Site Name
ru_ru: По названию сайта

source: By Price
ru_ru: По цене

source: Display sites
ru_ru: Показать сайты

source: CPC_Select_All_Sites_Hint
ru_ru: Процесс получения всех сайтов может занять длительное время

source: Number of CPC sites in category
ru_ru: Число CPC сайтов в категории

source: Number of CPC sites in category and subcategories
ru_ru: Число CPC сайтов в категории и подкатегориями

source: with subcategories
ru_ru: включая подкатегоории

source: Maximum CPC Bid
ru_ru: Максимальный бид

source: Unavailable sites highlight hint
ru_ru: Красным цветом в таблице отмечены сайты, минимальный бид которых больше Вашего бида по-умолчанию

source: Selected Sites
ru_ru: Выбранные сайты

source: Your Position
ru_ru: Ваша позиция

source: Set your position for this Site.
ru_ru: Укажите свою позицию для этого сайта.

source: Description 1
ru_ru: Описание 1

source: Description 2
ru_ru: Описание 2

source: Display URL
ru_ru: Отображаемый URL

source: Destination URL
ru_ru: URL назначения

source: Campaigns
ru_ru: Кампании

source: The size of your image must be one of the following
ru_ru: Разрешенные форматы изображений:

source: Allowed Image Files Extensions
ru_ru: Разрешенные типы файлов

source: Select an image from your computer
ru_ru: Выберите изображение на своем компьютере

source: N/A
ru_ru: н/д

source: Incorrect budget value specified!
ru_ru: Введено некорректное значение бюджета!

source: Daily Budget cannot be less than Default Bid!
ru_ru: Ежедневный бюджет не может быть меньше бида по-умолчанию!

source: Delete Ad?
ru_ru: Удалить объявление?

source: You can create additional ads for this ad group now if you wish. When you're satisfied with the ad(s) you've created, continue to the next page.
ru_ru: Чтобы добавить рекламные объявления в эту группу, нажмите на кнопку Создать новое объявление.

source: Create new ad
ru_ru: Создать новое объявление

source: Before Added Channels
ru_ru: Ранее добавленные каналы

source: Just Added Channels
ru_ru: Каналы, добавленные сейчас

source: You have already been charged for this channel and the charged money won't be returned to your balance. Are you sure you want to delete this channel?
ru_ru: Вы уже оплатили этот канал и деньги за него не будут возвращены Вам. Вы уверены, что хотите удалить этот канал?

source: Delete channel on this site from group?
ru_ru: Удалить канал на этом сайте из группы?

source: Total Campaign Cost Hint
ru_ru: общая стоимость кампании это ...

source: Daily Impressions Hint
ru_ru: Количество ежедневных показов влияет только на CPM программы

source: Sites / Channels Added Before
ru_ru: Сайты / каналы, добавленные ранее

source: Recently Added Sites / Channels
ru_ru: Сайты / каналы, добавленные сейчас

source: Create Group
ru_ru: Создать группу

source: grp_Resume
ru_ru: Возобновить

source: grp_Pause
ru_ru: Приостановить

source: grp_Delete
ru_ru: Удалить

source: Programs
ru_ru: Программы

source: Import Ads
ru_ru: Импорт объявлений

source: Create Image Ad
ru_ru: Создать графическое объявление

source: Create Text Ad
ru_ru: Создать текстовое объявление

source: sch_Resume
ru_ru: Возобновить

source: sch_Pause
ru_ru: Приостановить

source: chn_Delete
ru_ru: Удалить

source: Manage Bids
ru_ru: Управление бидами

source: New Bid
ru_ru: Новый бид для текстовых объявлений

source: New Bid for Image ads
ru_ru: Новый бид для графических объявлений

source: Administrator has set a new minimal bids for this site.
ru_ru: Владелец сайта установил новые минимальные биды для этого сайта.

source: Please set your new bid equal or higher than minimal.
ru_ru: Пожалуйста, установите новые биды для обявлений равными или превышающими минимальные биды.

source: ads_Resume
ru_ru: Возобновить

source: ads_Pause
ru_ru: Приостановить

source: ads_Delete
ru_ru: Удалить

source: You must fill all required fields!
ru_ru: Вы должны правильно заполнить все необходимые поля!

source: Do you really want to edit all ads of this group?
ru_ru: Вы действительно хотите изменить все рекламные объявления в этой группе?

source: Apply `Title` field value to all ads of this group
ru_ru: Применить поле `Название` для всех рекламных объявлений этой группы

source: Apply `Description 1` field value to all ads of this group
ru_ru: Применить поле `Описание 1` для всех рекламных объявлений этой группы

source: Apply `Description 2` field value to all ads of this group
ru_ru: Применить поле `Описание 2` для всех рекламных объявлений этой группы

source: Apply `Display URL` field value to all ads of this group
ru_ru: Применить поле `Отображаемый URL` для всех рекламных объявлений этой группы

source: Apply `Destination URL` field value to all ads of this group
ru_ru: Применить поле `URL назначения` для всех рекламных объявлений этой группы

source: Apply all listed field values to all ads of this group
ru_ru: Применить все поля для всех рекламных объявлений этой группы

source: Auto Renew
ru_ru: Автопродление

source: Create an account
ru_ru: Зарегистрироваться

source: Terms & Services
ru_ru: Правила и возможности

source: Privacy Policy
ru_ru: Политика конфиденциальности

source: Cost Model
ru_ru: Схема оплаты

source: Site filters
ru_ru: Фильтр сайтов

source: Selected channel is not listed on layout
ru_ru: Выбранный канал небыл указан на макете

source: General Information
ru_ru: Общая информация

source: Traffic Volume
ru_ru: Объем трафика

source: AdMarket since
ru_ru: На рекламном рынке с

source: Search by Keyword
ru_ru: Поиск по ключевому слову

source: Go
ru_ru: Искать

source: Send Message
ru_ru: Отправить письмо

source: Filter by Ad Type
ru_ru: Фильтр по типу объявлений

source: Period
ru_ru: Период

source: days
ru_ru: дней

source: CPC
ru_ru: Цена за клик

source: CPC program
ru_ru: CPC программа

source: Cost Models
ru_ru: Виды оплаты

source: Keywords
ru_ru: Ключевые Слова

source: Number results
ru_ru: Кол-во результатов

source: Title font size
ru_ru: Размер заголовка

source: Description font size
ru_ru: Размер описания

source: Link font size
ru_ru: Размер ссылки

source: Choose Channels for site
ru_ru: Выбор каналов для сайта

source: Choose Site Only Or Site And Channel
ru_ru: Выберите только сайт или сайт и канал

source: Channel
ru_ru: Канал

source: CPM and Flat Rate Ads displayed on this Site/Channel
ru_ru: CPM и Flat Rate объявления, показываемые на этом сайте/канале

source: CPC Ads for this site with stat for this channel
ru_ru: CPC объявления для сайта со статистикой по каналу

source: Bulk Editor
ru_ru: Групповое редактирование

source: Search
ru_ru: Поиск

source: Advertiser
ru_ru: Рекламодатель

source: Manage Advertisers
ru_ru: Рекламодатели

source: Create Advertiser account
ru_ru: Создать

source: adv_Approve
ru_ru: Активировать

source: adv_Resume
ru_ru: Разблокировать

source: adv_Pause
ru_ru: Заблокировать

source: adv_Delete
ru_ru: Удалить

source: adv_Restore
ru_ru: Восстановить

source: adv_Send E-Mail
ru_ru: Отправить e-mail

source: adv_Report
ru_ru: Отчет по рекламодателям

source: Account Approve Notification
ru_ru: Уведомление об активации учетной записи

source: advertiser
ru_ru: рекламодатель

source: You must create Image Ads for all dimensions
ru_ru: Вы должны создать графические объявления нужных форматов для всех графических каналов

source: Ad not found!
ru_ru: Объявление не найдено!

source: Image not found!
ru_ru: Изображение не найдено!

source: Searches
ru_ru: Поисков

source: enabled
ru_ru: включена

source: Keyword
ru_ru: Ключевое слово

source: Bid
ru_ru: Бид

source: Average CPC
ru_ru: Средняя CPC

source: Manage Sites
ru_ru: Управление сайтами

source: Select campaign to load targeting from
ru_ru: Выберите кампанию из которой следует загрузить нацеливание

source: Congratulations! Campaign was successfully updated!
ru_ru: Поздравляем! Данные кампании были успешно отредактированны.

source: Cannot determine default cost program for this site/channel
ru_ru: Невозможно определить схему оплаты по-умолчанию для этого сайта/канала

source: Price
ru_ru: Цена

source: Minimal CPM Package (Impressions)
ru_ru: Минимальный пакет CPM (показов)

source: CPM Cost (Text Ads)
ru_ru: Стоимость CPM (текстовые объявления)

source: CPM Cost per 1K (Text Ads)
ru_ru: Стоимость CPM за 1К (текстовые объявления)

source: CPM Cost (Text & Image Ads)
ru_ru: Стоимость CPM (текстовые и графические объявления)

source: CPM Cost per 1K (Text & Image Ads)
ru_ru: Стоимость CPM за 1К (текстовые и графические объявления)

source: Minimal Flat Rate Package (Days)
ru_ru: Минимальный пакет Flat Rate (дней)

source: Flat Rate Cost (Text Ads)
ru_ru: Стоимость Flat Rate (текстовые объявления)

source: Flat Rate Cost per Day (Text Ads)
ru_ru: Стоимость Flat Rate за день (текстовые объявления)

source: Flat Rate Cost (Text & Image Ads)
ru_ru: Стоимость Flat Rate (текстовые и графические объявления)

source: Flat Rate Cost per Day (Text & Image Ads)
ru_ru: Стоимость Flat Rate за день (текстовые и графические объявления)

source: At least one channel must be added
ru_ru: Необходимо добавить хотя бы один канал

source: pl_non-active
ru_ru: не активные

source: pl_completed
ru_ru: Выполненные

source: pl_unpaid
ru_ru: Неоплаченные

source: pl_trouble
ru_ru: Проблемные

source: Rating
ru_ru: Рейтинг

source: Text Ads
ru_ru: Текстовые объявления

source: Image Ads
ru_ru: Графические объявления

source: Has trouble status
ru_ru: Этот сайт/канал имеет проблемный статус

source: Has unpaid status
ru_ru: Этот сайт/канал неоплачен

source: sch_Renew
ru_ru: Перезапустить

source: sch_Upgrade
ru_ru: Включает возможность показа графической рекламы в данном канале

source: sch_Downgrade
ru_ru: Выключает возможность показа графической рекламы в данном канале

source: sch_Resolve
ru_ru: Здесь вы можете определить проблему данного канала и найти способ ее решения

source: disabled
ru_ru: выключена

source: Trouble inside
ru_ru: Внутри есть сайт/канал в статусе проблемный

source: Unpaid inside
ru_ru: Внутри есть неоплаченный сайт/канал

source: Are you sure to cancel campaign creation?
ru_ru: Отменить создание кампании?

source: At least one channel must be added to campaign.
ru_ru: В кампанию должен быть добавлен хотя бы один канал.

source: Some image dimensions are required
ru_ru: Необходимы графические объявления следующих размеров

source: At least one site must be added to campaign.
ru_ru: В кампанию должен быть добавлен хотя бы один сайт.

source: You can downgrade to text. But no refund.
ru_ru: Отключить возможность размещать графические объявления, которая была оплачена ранее. После отключения вы сможете публиковать только текстовые объявления в данном канале. Это действие необратимо.

source: Congratulations! Site/channel price was successfully downgraded!
ru_ru: Поздравляем! Ваша реклама была успешно понижена до текстовой!

source: Congratulations! Payment completed.
ru_ru: Поздравляем! Платеж успешно проведен.

source: You must agree to pay amount with commission.
ru_ru: Вы должны согласиться внести платеж с комиссионными.

source: Default Bid can't be greater than Daily Budget (%s)!
ru_ru: Бид по-умолчанию не может быть больше ежедневного бюджета (%s)!

source: Position for some sites will not match requested due to one of the following reasons:
ru_ru: Позиция для некоторых сайтов не будет совпадать с запрошенной по одной из следующих причин:

source: Position for site will not match requested due to one of the following reasons:
ru_ru: Позиция для сайта не будет совпадать с запрошенной по одной из следующих причин:

source: Top 3 Bids
ru_ru: Лучшие 3 бида

source: Apply to all sites
ru_ru: Применить ко всем сайтам

source: Daily clicks
ru_ru: Кликов в день

source: Daily spents
ru_ru: Ежедневные траты

source: At least one site must be added!
ru_ru: Необходимо добавить хотя бы один сайт!

source: Congratulations! Group channels was successfully updated!
ru_ru: Поздравляем! Каналы выбранной группы были успешно обновлены.

source: Spent
ru_ru: Потрачено

source: Edit Group
ru_ru: Изменить группу

source: Congratulations! New group was successfully created!
ru_ru: Поздравляем! Новая группа объявлений была успешно создана.

source: Congratulations! Group was successfully updated!
ru_ru: Поздравляем! Группа объявлений была успешно отредактированна.

source: Default Bid was updated succesfully!
ru_ru: Бид по-умолчанию был успешно изменен!

source: Default Bid for Images was updated succesfully!
ru_ru: Бид по-умолчанию для графических объявлений был успешно изменен!

source: Edit Campaign
ru_ru: Изменить кампанию

source: You successfully sign up in our system!<br>Now you need wait until administrator of project approve your account.<br>After this you will recieve confirmation mail.
ru_ru: Вы успешно зарегистрированны в нашей системе!<br>Теперь вам необходимо дождаться, пока администратор проекта активирует вашу учетную запись.<br>После активации вы получитие уведомление по электронной почте.

source: You must agree with our Terms and Conditions.
ru_ru: Необходимо прочитать и принять Условия Пользовательского Соглашения.

source: This site and channel is added to group
ru_ru: Выбранный Вами ранее канал сайта уже прикреплен к указанной группе. Вы можете создать новую компанию или новую группу в интересующей компании.

source: You cant show image, may be text
ru_ru: Доступных графических прайсов не существует, однако вы можете выбрать текстовый вариант их списка.

source: You cant show Flat Rate, may be CPM
ru_ru: Доступных вариантов Flat Rate рекламы не обнаружено, однако вы можете выбрать подходящий CPM вариант из списка.

source: You cant Resolve CPM Image, may be CPM text
ru_ru: Доступных вариантов CPM Image рекламы не обнаружено, однако вы можете выбрать подходящий вариант CPM Text из списка.

source: You cant resolve
ru_ru: Вы не можете показывать Flat Rate рекламу, потому что другие рекламодатели уже заняли этот канал своей Flat Rate рекламой. Так как на этом канале не поддерживается реклама CPM, то на текущий момент мы не можем предложить вам ни одного варианта для решения этой проблемы. Возможно, решение появится позже.

source: You cant show Flat Rate, got Flat Rate image, may be CPM
ru_ru: Вы не можете показывать Flat Rate рекламу, потому что другой рекламодатель уже купил Flat Rate Image для этого канала. Однока вы можете купить CPM рекламу, выбрав подходящий вариант из списка.

source: You cant show Flat Rate, no free slots, may be CPM
ru_ru: Вы не можете показывать Flat Rate рекламу, потому что другие рекламодатели заняли Flat Rate рекламой все свободные слоты для этого канала. Однока вы можете купить CPM рекламу, выбрав подходящий вариант из списка.

source: You cant show Flat Rate Image, some slots used, may be text
ru_ru: Вы не можете показывать Flat Rate Image рекламу, потому что другие рекламодатели заняли часть слотов Flat Rate рекламой на этом канале. Однока вы можете купить текстовую рекламу Flat Rate, выбрав подходящий вариант из списка.

source: Have trouble before, but now it resolved
ru_ru: Раньше у этого прайса была проблема, но теперь она решена и вы можете купить его в любой момент.

source: Price was changed, must submit, or other
ru_ru: Цены для этого прайса были изменены, вы должны согласиться купить их по новой цене или выбрать другой подходящий вариант из списка.

source: Congratulations! Site/channel program was successfully resolved and payed!
ru_ru: Поздравляем! Проблема была успешно решена, прайс был оплачен!

source: Congratulations! Site/channel program was successfully resolved, but not payed!
ru_ru: Поздравляем! Проблема была успешно решена, но прайс не был оплачен из-за недостатка средств!

source: Congratulations! CPC site was successfully resolved and now active!
ru_ru: Поздравляем! Проблема с CPC сайтом успешно решена и ваши объявления будут показываться.

source: Congratulations! CPC site was successfully resolved, but you have no money!
ru_ru: Поздравляем! Проблема с CPC сайтом успешно решена, но у вас не хватает денег чтобы показывать объявления.

source: You must set your bid above or equal of minimal.
ru_ru: Бид должен быть равным или превышать минимальный.

source: Edit Ad
ru_ru: Изменить объявление

source: Create Ad
ru_ru: Создать&nbsp;объявление

source: Congratulations! New ad was successfully created!
ru_ru: Поздравляем! Новое объявление было успешно создано.

source: Congratulations! Ad was successfully updated!
ru_ru: Поздравляем! Объявление было успешно отредактировано.

source: Ads has been imported successfully.
ru_ru: Объявления были успешно импортированы.

source: Some ads have not been imported.
ru_ru: Некоторые объявления не были импортированы.

source: Congratulations! Group sites was successfully updated!
ru_ru: Поздравляем! Сайты выбранной группы были успешно изменены!

source: You can upgrade. Cost %s.
ru_ru: Включить возможность помещать графические объявления в данном канале. Стоимость: <b>%s</b>.

source: You cant upgrade, only text ads
ru_ru: Вы не можете проапгрейдить вашу цену для показа графических объявлений, потому что на данном канале разрешена только текстовая реклама.

source: You cant upgrade, some slots used
ru_ru: Вы не можете проапгрейдить вашу цену для показа графических объявлений, потому что часть слотов используются другими рекламодателями для Flat Rate рекламы.

source: You cant upgrade, not enough money.
ru_ru: Вы можете добавить возможность публиковать графические объявления в данном канале. Для это необходимо: <a>Пополнить баланс</a>

source: Congratulations! Site/channel price was successfully upgraded!
ru_ru: Поздравляем! Цена для этого сайта/канала была успешно изменена для показа графических объявлений!

source: You can renew
ru_ru: Вы можете продлить вашу текущую программу. Так же вы можете поменять ее на другую, выбрав подходящую из списка.

source: You cant renew image, may be text
ru_ru: Вы не можете продлить вашу текущую программу для графических объявлений, потому что таких программ больше нет. Однако, вы можете сменить программу на текстовую, выбрав подходящую из списка.

source: You cant renew Flat Rate, may be CPM
ru_ru: Вы не можете продлить вашу текущую Flat Rate программу, потому что таких программ больше нет. Однако, вы можете сменить программу на CPM.
