Repository: dvliman/ads-server
Catalog: openadserver/application/locale/*/LC_MESSAGES/evo.po
Languages: ru_ru

source: Default keyword bid for sites is
ru_ru: Биды по-умолчанию для сайтов не должны быть меньше чем

source: Success
ru_ru: Успешно

source: Do Sign Up
ru_ru: Зарегистрироваться

source: Channel &bdquo;%s&ldquo; at site &bdquo;%s (%s)
ru_ru: Канал &bdquo;%s&ldquo; на сайте &bdquo;%s (%s)

source: Due to error channel &bdquo;%s&ldquo; at site &bdquo;%s (%s)
ru_ru: Вследствии ошибки канал &bdquo;%s&ldquo; на сайте &bdquo;%s (%s)

source: Account Settings
ru_ru: Личная информация

source: At least one keyword is required
ru_ru: Необходимо добавить хотя бы одно слово

source: Default Bids can't be greater than Daily Budget (%s)
ru_ru: Бид по умолчанию не может быть больше, чвм Ежедневный Бюджет (%s)

source: Edit Advertiser
ru_ru: Редактирование рекламодателя

source: Create Advertiser
ru_ru: Создание рекламодателя

source: Ad Management
ru_ru: Управление рекламой

source: Choose Site
ru_ru: Выберите сайт

source: site_unapproved
ru_ru: Не подтвержден

source: site_pending
ru_ru: На рассмотрении

source: Campaign Capping
ru_ru: Управление Кликами

source: Manage Campaigns Capping
ru_ru: Управление кликами кампаний

source: Select an advertiser
ru_ru: Выберите рекламодателя

source: Capping
ru_ru: Контроль над кликами

source: No сapping
ru_ru: без контроля

source: 1 hour
ru_ru: 1 час

source: 2 hours
ru_ru: 2 часа

source: 3 hours
ru_ru: 3 часа

source: 4 hours
ru_ru: 4 часа

source: 5 hours
ru_ru: 6 часов

source: 8 hours
ru_ru: 8 часов

source: 12 hours
ru_ru: 12 часов

source: 18 hours
ru_ru: 18 часов

source: 1 day
ru_ru: 1 сутки

source: 1.5 days
ru_ru: 1,5 суток

source: 2 days
ru_ru: 2 суток

source: 3 days
ru_ru: 3 суток

source: Quick Search
ru_ru: Быстрый поиск

source: Campaign name
ru_ru: Назвние кампании

source: Tags
ru_ru: Теги

source: Manage Tags
ru_ru: Управление тегами

source: tag_All
ru_ru: Все

source: tag_Active
ru_ru: Активные

source: tag_Suspended
ru_ru: Приостановленные

source: tag_Deleted
ru_ru: Удаленные

source: Create tag
ru_ru: Создать тег

source: tag_Unsuspend
ru_ru: Активировать

source: tag_Suspend
ru_ru: Приостановить

source: tag_Delete
ru_ru: Удалить

source: Dimension
ru_ru: Размер

source: Selected tags was successfully deleted
ru_ru: Выбранные теги были успешно удалены

source: Selected tags was successfully suspended
ru_ru: Выбранные теги были успешно приостановлены

source: Selected tags was successfully activated
ru_ru: Выбранные теги были успешно активированы

source: Delete selected tags?
ru_ru: Вы действительно желаете удалить выбранные теги?

source: tag_active
ru_ru: активный

source: tag_suspended
ru_ru: приостановленный

source: tag_deleted
ru_ru: удаленный

source: Create Tag
ru_ru: Создание тега

source: Edit Tag
ru_ru: Редактирование тега

source: Tag was edited successfully
ru_ru: Тег успешно отредактирован

source: Tag was created successfully
ru_ru: Тег успешно создан

source: Specified tag not found
ru_ru: Выбранный тег не найден

source: You can not edit this tag
ru_ru: Вы не можете редактировать выбранный тег

source: Mixing rule
ru_ru: Режим смешивания

source: Xml Feeds by Bid than Advetisers by Bid
ru_ru: XML фиды по биду, затем рекламодатели по биду

source: Ad Sources Priority
ru_ru: Приоритеты источников объявлений

source: XML Feeds
ru_ru: XML фиды

source: At least one ad source must be selected
ru_ru: Хотя бы один источник объявлений должен быть выбран

source: Advertiser Site Directory
ru_ru: Каталог сайтов

source: No targeting for flat rate campains
ru_ru: Для Flat Rate кампаний опция нацеливания учитываться не будет.
